{"pages":[],"posts":[{"title":"托福写作满分范文-1","text":"我之前给自己挖了一个坑说是要定期跟大家分享真正的满分作文，帮助大家更清楚的认识到托福写作的评分标准，我现在又来填坑了。这是本系列的第2篇。 托福写作满分范文第2篇 At many universities, the administration provides help to new students who may be unfamiliar with university life. If you were a new student who wanted to learn how best to succeed at your school and adjust to university life, which ONE of the follwing activities do you think would be most useful to you? Why?— Attending a one-week orientation or introductory program on the university campus, during which you would live on the campus and participate in activities there before your classes began— Meeting regularly during your first year with a student in your major field of study who has attended the university for several years Meeting regularly during your first year with a student in your major field of study who has attended the university for several years Meeting regularly during your first year with a student in your major field of study who has attended the university for several years Meeting regularly during your first year with a student in your major field of study who has attended the university for several years","link":"/2021/10/01/Test/"},{"title":"定投基金到底该怎么投？","text":"文章开始之前我要先声明我是一个韭菜，去年才开始想投资股票和基金，目前我的股票和基金的持仓如下： 目前我的股票持仓40万左右。基金持仓也是40万左右，亏损2万左右。从20年10月以来忙活了快一年还赔了不少钱，我真的后悔过年的时候没有直接清仓。 我目前基金的做法就是傻瓜定投，每个礼拜定投1万。但是中间有一段时间，我也看了看涨幅，过去1–3–6个月涨的比较多的我就暂时不投，或者少投。优先投过去最少一个月是跌的基金。这样做了之后应该是避免掉了一些损失。 跌跌撞撞快一年之后我最近也开始思考几个问题： 我是应该继续坚持投主动基金还是干脆投沪深300指数基金？ 我应该坚持傻瓜式每周定投还是参考股债性价比决定定投的时机和数量？ 如果坚持每周定投，到底周几投收益更高？这个影响大吗？ 如果参考股债性价比，到底该如何根据这个指标决定定投时机和数额才会带来更好的收益？ 定投收益计算工具为了解决上面的问题，我们首先得学会计算定投收益。但是令我失望的是市场上已经存在的定投收益计算工具并不能达到我们预期的目的： 雪球的蛋卷基金 我之前通过雪球知道了这个蛋卷基金，并且在某个公众号的文章里看到了蛋卷的定投计算器，我开始的时候还傻了吧唧的每天算的很开心，但是比对之后发现蛋卷的定投收益算的都是错的，而且误差特别大。 比如，我们从2015.01.05开始每月定投兴全谢治宇的兴全合润一直投到2021.09.16，我们来看蛋卷的结果： 15年到21年6年半的时间，谢治宇竟然搞了个40%的收益率，而且年化收益只有不到10%。我原来的印象是合润的收益是非常猛的，看到这个收益结果我直接就蒙了，这真的还不如老老实实买沪深300呢，都不用指数增强的。所以我们自己在算定投收益的时候一定不要用这个垃圾工具了。 天天基金 我们使用天天基金的定投收益计算器，录入同样的信息来看一下结果： 这个收益看起来就正常了许多。六年半一倍多一些也算是正常吧，毕竟是谢治宇。 乌龟量化 还是同样的信息我们再用乌龟量化测试一下，主要是有了蛋卷那个错误数据之后我真的不敢轻易的相信看到的数据了，我们还是多测几个，然后最好再自己算算，这样才更放心： 这个总收益率跟天天基金的是相近的，看起来这个结果应该是可以接受的。由于乌龟量化这个网站没法选择几号投导致投入本金和收益会有差别。这个东西不知道为啥不能加一下。可能产品负责人觉得每个月几号投都一样吧。但是作为用户我们还是想自己验证一下啊。 智投星 我其实想找更多的计算工具来相互验证，知乎上无意中看到了智投星，于是我录入了同样的信息，大家一起看看结果： 竟然给我显示没有查询到股票，也不知道推荐这个的人到底自己有没有计算过哪怕一次。我试了其他的基金，结果差的太离谱。直接pass吧。 如果大家有用着不错的其他的工具欢迎评论，大佬们其实无所谓，他们拍脑门也知道大概的数据，但是对我们小白来说，有的时候根本无法判断数据的真假。很多网站太不负责任，我们一定要多加验证，不要轻易相信，否则会被严重的误导。 尽管天天和乌龟量化都能算按周或者月定投的大概收益，但是我们只能算傻瓜定投的收益，没有办法按照股债性价比来回测投资收益。所谓的股债性价比就是比较股票和债券的收益情况，股票收益高我们就多买股票，否则就买债券。我并不想靠这个指标告诉我什么时候买债券，因为我不买主动基金和股票的话宁可把钱直接放到货币基金了。我更想知道的是大家都在说的这个股债性价对于我们购买主动和指数基金是否有指导意义。我们能否根据这个指标的高低来决定购买的时机和数量。这种投资策略到底跟傻瓜定投比有多大的优势。 我之所以很好奇这个指标也是因为很多财经类的公众号都在文章末尾附上一个估值表，给人的感觉是根据估值来买收益会高很多，于是我想自己搞清楚这个问题。股债性价比的数据倒是好查，乌龟量化上就有，但是我没有看到把股债性价比指标融入到定投计划里面来的工具。 于是我就决定自己用excel来计算，其实这个计算也不难，我们既然拿到了股价性价比的数据，也知道基金的每日净值，我们只要用一下条件语句就能轻松的实现了： 我开始先算了两种投资方式的情况，第一种是每天投2000，第二种是性价比不小于2投5000，1.7-2之间投2000。之所以选择2是格雷厄姆说的，性价比大于2的时候买很划算。后面我也算了其他的集中模式，因为我比较好奇其他的性价比的数值的影响： 有了上面的数据，收益率就非常好算了： 乍一看这个数据我特别开心，因为很明显，考虑性价比的话收益明显高了一大截。不管我们是大于2投1万，还是大于2投5千，1.7-2投2千，收益率都比每天投2000高，自然也会比每周和每月定投高。 但是有些读者可能已经看到了，这个傻瓜定投的收益好低，因为开始日期就是我们上面算过的2015.01.05，结束日期是2021.09.17。正确的收益率应该是110%左右。感觉蛋卷的那个收益就是这么算错的，因为我们没有考虑到基金的分红和拆分。好在正常基金每年也就分1-2次红，有的时候还不分，我们只要把这个数据加进来就行了。如果分红的话，我们就用分红前已经买到的份数乘以分红比例，通常1份也就几分到几毛钱。然后我们再用这个结果直接按照当天的净值买入，这就是所谓的分红再投入。 到目前为止，计算方法和数据我们应该都非常明确了。大家其实就可以自己动手去算任意一个感兴趣的基金的考虑性价比之后的定投收益了。但是我们的计算结果总是跟天天基金的结果有点出入。我发现这是因为天天基金一旦遇到节假日就会在其他日期买入。这个我之前没仔细看。我是在找结果差异的原因的时候看天天基金的购买记录才发现的。毕竟这么做能增加交易的数量，天天基金自然也能多赚一些，而且也能保证我们每周每月都能买上，否则设定定投计划之后因为节假日没买，用户可能也会抱怨。但是咱们excel里面如果考虑节假日的因素会比较麻烦。好在结果不会差太多。 其实目前为止我们的问题应该是解决了，我们就老老实实的按照表格去算收益然后比较结果就行了。但是我们实际操作的时候就会发现虽然excel可以输入公式之后很快拖动到其他行，但是一旦我们想测试的投入方式比较多，或者关注的基金比较多，我们的工作量还是非常大的。于是我就想我们能否有其他更快捷的方式。我的目标就是我只要输入开始和结束日期，就能自动的出这个日期下面我所关注的基金的不同投入方式的收益情况。 定了这个目标之后，我第一个想到的就是excel VBA，这个之前也用过，完全可以实现，但是这次我想用python试试，于是在youtube上面看了一个python的视频，也大概了解了一下openpyxl。我发现我们完全可以把基础数据放到excel里面，然后让python去干重复的工作，我们只要指定我们想要测试的时间段，等着结果就行了。 新的考虑到分红和拆分的表格如下： 程序的好处就是我们只需要存储原始数据，其他数据都可以通过计算自动生成，根本不需要我们拖动来拖动去的。于是我把我关注的五个主动基金一个指数增强基金的数据录入到表格里面，然后建了一个result页面，用于输出结果。 接下来就是把excel做的工作翻译成Python的语言，这个对于接受过大学教育的人来说应该都不难。我们不需要追求代码的简洁和优雅，只要能算就行。最终我们可以把重复的代码部分打包成函数，然后根据需要进行调用就行： 123456789101112131415161718192021222324252627282930313233343536373839404142434445464748import openpyxlimport datetimewb1 = openpyxl.load_workbook('Fund Test.xlsx')ws1 = wb1[&quot;Funds&quot;]# 定义周定投函数def weekly_invest(which_day: int, invest_amount: int, start_invest_date: str, end_invest_date: str): # 定义日定投函数def daily_invest(invest_amount: int, start_invest_date: str, end_invest_date: str): # 定义条件定投函数def condition_invest(sbr_first_level, invest_amount, sbr_second_level, prop, start_invest_date, end_invest_date):start_investing_date = &quot;2015.01.05&quot;end_investing_date = &quot;2021.09.16&quot;# 每周定1投1万weekly_invest(1, 10000, start_investing_date, end_investing_date)# 每周定4投1万weekly_invest(4, 10000, start_investing_date, end_investing_date)# 每周定5投1万weekly_invest(5, 10000, start_investing_date, end_investing_date)# 日定投2千daily_invest(2000, start_investing_date, end_investing_date)# 性价比大于2投1万，否则不投condition_invest(2, 10000, 1.7, 0, start_investing_date, end_investing_date)# 性价比大于2投1万，大于1.7投2000condition_invest(2, 10000, 1.7, 0.2, start_investing_date, end_investing_date)# 性价比大于2投1万，大于1.7投1000condition_invest(2, 10000, 1.7, 0.1, start_investing_date, end_investing_date)# 性价比大于2投1万，大于1.5投2000condition_invest(2, 10000, 1.5, 0.2, start_investing_date, end_investing_date)# 性价比大于2投1万，大于1.5投1000condition_invest(2, 10000, 1.5, 0.1, start_investing_date, end_investing_date) 上面是我的代码的结构，具体的函数部分我就不放了，都是一些简单的数学计算，就不放上来让程序猿们鄙视了。 有了计算的结果，我们就可以回答下面的问题了： 投指数基金还是主动基金我最近主动基金赔钱之后就开始动摇，纠结要不要换到指数上去，虽然年化10%左右，但是我不用担心基金经理的因素对于收益的影响。我现在总担心在我想通过主动基金10年把500万变成1000万的路上一些基金经理不给力或者人家跳槽了或者退休了等等。甚至还有可能基金经理抑郁了。尤其是这半年基金大跌，好多经理被骂惨了。考虑到这些风险，虽然大家都说好的主动基金收益远远高于指数基金，但是我们还是要看看到底高出多少，值不值得我们承担额外的风险。 在2015.01.05-2021.09.16，我们可以明显看出即使我们投入的指数基金是增强型的，收益也确实比主动基金少一些。但是咱们挑出来的都是不错的主动基金。如果我们不确定自己能挑好或者担心主动基金经理不够稳定的话我觉得投指数增强基金也是非常好的选择。毕竟我们不用费心的去选，还能拿到不错的收益。 傻瓜定投还是参考性价比根据上图来看，由于时间拉的比较长，对于我们关注的这几只基金来看，傻瓜定投和考虑性价比的投入方式收益其实差的并不多。新蓝筹和合润所有的投入方式其实都有差不多的收益。天惠如果考虑性价比会比傻瓜定投稍微高几个百分点，感觉意义不大。而且趋势和汇添富蓝筹最低的收益却出现在只在性价比大于2的时候才买的投入方式上。 所以对于我们大部分普通人来说，就傻瓜定投吧，按周和按月都行，按天其实也行，但是大部分人没有那么多闲钱吧。只要我们做好长线闲钱投入的准备，一定要记住长线、闲钱。时间越长，就越能弥补我们投资能力的不足。因为从长时间来看，好的基金肯定是不断增长的，我们如果想赚更多的钱就得更早的买入更多的份额。按理说我们最好一次性投入。比如我们可以等到一个性价比很高的点，把所有闲钱放进去。但是一方面我们可能没多少钱，另一方面很多人可能担心后面会有短时间的波动。所以定投体验会好很多。而且也不用动脑子，我们甚至都不用知道什么叫性价比。 当然，定投的问题就是看起来太简单了，很多人都觉得自己能想出更好的方式，总是嫌定投无法体现自己高超的投资能力。如果我们总是忍不住想发挥自己的主观能动性的话有两个方式：1.把精力多放到工作上，多提高自己的能力和工资，本金大，闲钱多才是王道。2. 我们可以在极端行情考虑性价比，比如我们可以性价比低于1.5或者1.7的时候停止定投。虽然结果差不多太多，但是会给大家一种参与感。 周几投差别大吗？根据上面的表格来看，最少我们测试的三天几乎没啥差别，这也比较符合常理，基金的净值按理说不可能几天之内就骤变，尤其是长期来看，哪天投不重要，而且是日定投、周定投、还是月定投也不重要，关键是要有钱投。而且钱越多越好。因为我们拿到钱越早，我们就更可能同样的价格买到更多的份额。这就跟北京的房子似的。有些人20年终于攒够了200万，结果发现当年看上的房子首付都得600万了。 但是我们要注意的是刚才测试的周期比较长，如果周期变成3年，甚至2年1年结果会怎么样呢？性价比的影响会不会更大呢？","link":"/2021/09/24/%E5%AE%9A%E6%8A%95%E5%9F%BA%E9%87%91%E5%88%B0%E5%BA%95%E8%AF%A5%E6%80%8E%E4%B9%88%E6%8A%95%EF%BC%9F/"}],"tags":[{"name":"满分范文","slug":"满分范文","link":"/tags/%E6%BB%A1%E5%88%86%E8%8C%83%E6%96%87/"},{"name":"buy","slug":"buy","link":"/tags/buy/"}],"categories":[{"name":"Toefl Writing","slug":"Toefl-Writing","link":"/categories/Toefl-Writing/"},{"name":"Fund","slug":"Fund","link":"/categories/Fund/"}]}