{"pages":[],"posts":[{"title":"SAT数学计划","text":"我打算这一个帖子搞定所有的SAT数学问题。 代数多项式函数一次函数斜截式点斜式两点式一次函数应用二次函数顶点式标准式两根式韦达定理求根公式二次函数应用高次函数几何三角形三角形相似圆圆的弧长圆的面积矩形概率与统计基本参数标准差图表散点图求拟合线公式","link":"/2021/10/03/SAT%E6%95%B0%E5%AD%A6%E8%AE%A1%E5%88%92/"},{"title":"托福写作满分范文-1","text":"很多同学在备考过程中一直想寻找真正的满分作文。但是市面上流行的各种所谓的满分作文实际上并不一定是实考的满分作文。大部分都是老师们自己认为的满分作文。虽然托福写作要求不高，只要思路清晰、语言上没有什么错误的文章都应该是满分，但是我还是想为大家提供一些真正的考场上的满分文章。哪怕29分的我都觉得不够完美（没办法，有强迫症）。 后面我会跟大家分享一系列的满分文章，会涉及不同的话题和题型，这些文章毫无疑问是最值得考生去分析和模仿的。 Although science and technology will continue to advance and improve people’s lives, the most significant improvements in the quality of people’s lives have already taken place.Use specific reasons and examples to support your answer.2020-11-16, 2021-05-18 思路分析（1-3分钟） 见到这个题很多同学想要同意，但是同意并不好写。比如，有的学生给的理由是医疗技术已经足够先进了，而且现在也不像过去那样有那么多残酷的战争了。但是这些理由对于大部分学生来说都很难展开成150字左右的一段话。在选思路的时候，千万不要轴，尤其是那些自认为有一些基础的同学。千万要记住，正着不行就反着想。毕竟找现在社会的问题还是很容易的，随便一找就一大堆。比如，现在人压力很大，这是影响人们生活质量的很重要的因素；其次，现在环境污染很严重，这也极大的影响了人们的生活。这两个东西我相信写起来要容易很多。 主题句（1-3分钟） 第2段–压力的段子 The most important problem that still needs to be improved is how to slow down people’s pace of life and alleviate their pressures from work and life. 第3段–环境的段子 The second aspect that still has a lot of space for further improvement is environmental protection. 开头（1-3分钟） With the rapid development of science and technology, people’s quality of life has been greatly improved. Many problems that could not be solved in the past have been perfectly resolved through the advancement of technology. Therefore, some people even feel that it is difficult to further improve people’s quality of life because the most important improvements have already taken place. In my opinion, this argument is untenable. While I acknowledge that people have indeed made great progress in many aspects of their lives, there are still some problems that have not been addressed. I will focus on two issues below. (100 words) 开头=背景+争议+观点+过渡 其实开头部分对于大部分同学来说完全可以直接背个模板，这样考试的时候能节省很多时间。如果实在不想背但是又写不多的话，可以只留下表达自己立场的那个句子就行。这样可以把主要时间都集中在主体段的写作上。 主体段第1段（10分钟） The most important problem that still needs to be improved is how to slow down people’s pace of life and alleviate their pressures from work and life. Along with the acceleration of social development, people in the modern world are in the face of fierce competition. We are left with no choice but to work very hard to guarantee a decent life, which causes us heavier pressure than before. Under such circumstances, we are likely to suffer from various health problems, since a large number of illnesses are stress-related. It goes without saying that people with ill health have no option but to waste a large amount of money and time on improving health, making it unlikely for them to derive true happiness from their life. I firmly believe that with the advancement of technology, especially artificial intelligence, many of the jobs we do now will be replaced by machines, so people will gradually become less stressed. At that time, people will naturally have more time and energy to focus on their health, which means that it is unreasonable to claim that the most essential improvement on people’s quality of life has already taken place. (196 words) 本段虽然看起来有200字左右，但是其实前一半都是现成的。如果我们平时自己没有积累过类似的段子，那最好不要像这一段一样一直说理，最好1个主题句+2句解释然后尽快开始例子，否则很可能会写的十分啰嗦。而且也不一定非要写200字，一个主体段写150左右其实就够了。总之一定要量力而为。既然这个使用了段子的文章能拿到满分就证明段子的质量肯定是没问题的，而且使用段子这种方法也是可以的。并不会像很多同学担心的那样会被判低分，甚至不给出分。当然前提是我们得自己会扣题。 其实大家仔细读的话这段的人称有点乱，我一会儿用第三人称一会儿又回到第一人称，不过没影响得分。大家最好能统一一下。 I firmly believe that with the advancement of technology, especially artificial intelligence, many of the jobs we do now will be replaced by machines, so people will gradually become less stressed. At that time, people will naturally have more time and energy to focus on their health, which means that it is unreasonable to claim that the most essential improvement on people’s quality of life has already taken place. 其实扣题也就是扣了两个句子，但是这两个句子至关重要。实在不会扣题的就想着最后重复一下题目。 主体段第2段（10分钟） The second aspect that still has a lot of space for further improvement is environmental protection. Although increasing numbers of people are aware of the fact that if the environment is polluted, the basic elements people need to survive, such as water and air, will be affected, and thus disastrous results may occur, the environment in many places is still being polluted. Last week I read an appalling story from China Daily. The majority of the residents of a village in the center of China suffer from cancers such as lung cancer, stomach cancer, and lymph cancer. The investigators found that local villagers’ drinking water was from a river severely contaminated by the industrial discharges of enterprises located upstream. Local people were outraged at the government and organized a massive protest against environmental pollution. The GDP-oriented government, however, didn’t bow to pressure from residents and still did not clean up the polluted river, which poses a serious threat to local urban residents’ health. I believe that as society develops further and people’s living standards continue to improve, more and more governments will focus on people’s health, rather than just emphasizing economic development. And in the future, economic development will no longer be at the expense of the environment, but will rely on the constant innovation of high-tech companies. So, in this respect, it is hard to say that the most important improvements have already taken place. (238 words) 这一段也是类似，前一大半都是环境的段子，最后加上结合题目的连接。 I believe that as society develops further and people’s living standards continue to improve, more and more governments will focus on people’s health(这里强调将来改进的空间), rather than just emphasizing economic development. And in the future, economic development will no longer be at the expense of the environment, but will rely on the constant innovation of high-tech companies. So, in this respect, it is hard to say that the most important improvements have already taken place. （扣题） 重点表达 Contaminate: to make something less pure or make it poisonous 大部分海岸已受到核废料污染。 Much of the coast has been contaminated by nuclear waste. Discharge: to send out a substance, especially waste liquid or gas 这个工厂每天排放大量危险的废物。 Large amounts of dangerous waste are discharged daily by the factory. Outrage: to cause someone to feel very angry, shocked or upset 当地人对轰炸感到非常愤怒。 Local people were outraged at the bombing. Bow: to do what someone else wants you to do, usually unwillingly 最终政府屈从于公众的压力，被迫对税收进行改革。 Eventually the government was forced to bow to public pressure and reform the tax. 结尾（1-2分钟） To sum up, based on my previous reasons and examples, there is every reason to argue that there are still some improvements on people’s quality of life that have not taken place yet, which greatly weakens the given statement. (39 words) 结尾基本就是个模板，把题目直接融合进去就行了。模板部分如下： To sum up, based on my previous reasons and examples, there is every reason to argue that 这里融合题目, which greatly weakens the given statement. 通过上面带着大家分析想必大家也发现了，其实真正的满分作文并不难，只要语言简洁、准确，同时思路清楚就可以拿满分。如果大家备考时间比较紧张，平时多积累一些模板和素材可以大大的缩短自己的备考时间。","link":"/2021/10/01/%E6%89%98%E7%A6%8F%E5%86%99%E4%BD%9C%E6%BB%A1%E5%88%86%E8%8C%83%E6%96%87-1/"},{"title":"托福写作满分范文-2","text":"我之前给自己挖了一个坑说是要定期跟大家分享真正的满分作文，帮助大家更清楚的认识到托福写作的评分标准，我现在又来填坑了。这是本系列的第2篇。 汇总链接托福写作满分作文第1篇 托福写作满分范文第2篇 At many universities, the administration provides help to new students who may be unfamiliar with university life. If you were a new student who wanted to learn how best to succeed at your school and adjust to university life, which ONE of the follwing activities do you think would be most useful to you? Why?— Attending a one-week orientation or introductory program on the university campus, during which you would live on the campus and participate in activities there before your classes began— Meeting regularly during your first year with a student in your major field of study who has attended the university for several years 2021-09-08, 2021-01-28 我感觉现在的托福写作考题越来越具体了。问题问的越来越细。我其实不太喜欢这样的题目，因为问的越具体，我们在写的时候受到的限制就越多。当然，有的同学可能会觉得问的具体的东西比较好写。这就看个人喜好了。这个题我看到的时候没有想到任何一方特别好的2-3个理由，所以就来了个a坏b好的结构。这个写法的优势就是两个东西都能写，而且每一段都可以写不止一个坏处或者好处。这样一来我们能写的东西就多了，也就不用担心没话说得凑字了。之前对这个结构有所担心的同学或者老师们可以放心的去用。虽然这个结构逻辑上不是那么严谨，但是并不影响拿满分。 开头段(108 words) Many colleges and universities have come up with a variety of measures to help freshmen adjust to campus life as quickly as possible and grow better in college. Some believe that the best way to do this is to have fresh students participate in a week-long orientation program. But some opponents feel that it is better for students to have the opportunity to meet with upperclassmen in their major on a regular basis, at least in their first year. After weighing both points of view, in my opinion, I would prefer to support regular meetings with juniors and seniors. I will discuss my views in more detail below. 背景+争议+立场+过渡开头基本都是这个套路。虽然看起来很low，但并不影响我们拿满分。 第一个理由(201 words) First, a one-week orientation program is too short, so it is difficult for new college students to get a thorough understanding of the college they are attending in such a short period of time. And we must consider that in this orientation program for all college freshmen, it is difficult for students to learn any information about their own majors. More importantly, many new students are timid when they first arrive in an unfamiliar environment, so they are less likely to ask questions in person even if they have them. All of this leads to a week-long orientation program that is not very effective. There is no better example to prove this point than my own experience. I remember participating in a week-long freshman orientation program my freshman year. During that week, even though I participated in a series of activities, I found that I didn’t get to know my college any better. I still encountered all kinds of problems after I really started the regular semester. And many of my classmates had similar experiences to mine, which shows that a week-long orientation program does not ensure a smooth adjustment to college life for new college students. 我上来就抛出了one-week orientation的三个坏处：时间短无法很好的了解大学、针对性不够强、有些学生人多的场合不敢提问。这几个点写完之后实在是没啥话说了，我就编了个例子。其实大家能看出来这个文章写的挺仓促的。很多老师在讲课的时候一般是不推荐同一个主体段给出多个理由的。但是如果真的遇到了没啥特别好的想法的题目，这么写也是不错的选择。多写几个理由又不用展开能很好地减少我们的压力。 另外，这个例子其实也可以更加具体一些。我其实没有写一系列的活动都包括啥活动，也没有明确的说我遇到的问题都是什么。明显就是编的。最后我还很假的说了一个很多其他同学有跟我类似的经历。这其实也是套路，增加字数的同时也能增加说服力。 第二个理由(202 words) In contrast, the problems discussed in the previous paragraph can be perfectly solved by meeting regularly with upperclassmen. Since each major is likely to face different problems, if freshmen have the opportunity to meet regularly with upperclassmen after the semester has begun, they will be able to present their problems and receive effective feedback. More importantly, if they have regular meetings with upperclassmen during their first year, they can continue to work through their problems. If it’s only one week, they may only be able to solve the problems that come to mind that week, but if new problems arise later in the course of their studies, they won’t be able to solve them independently. I still want to go back to my own experience to prove this point. Although I learned some information during the week-long orientation program and got an initial understanding of my university, after the semester started, I encountered a lot of problems related to my major and I didn’t know who to turn to for help, which was very frustrating for a while. I believe my grades would have been much better if I had a senior student of the same major to meet with regularly. 上一段我说了a不好，这一段我就得写b好了。我主要写了两个点：定期的和高年级的学长碰面可以收到有效的反馈、不断的解决新的问题。我现在再回来看这个文章就觉得写的太潦草了。大家仔细看句子的话就发现重复其实特别明显，光if的句式就连着出现了好几次。但是这个确实是30分的文章。我也没必要优化一下再发出来。那样的话可能会影响大家对于评分的理解。 说完好处之后我又回到上一段编的例子。例子的最后又是有个套路。所有例子的结尾我们既可以像上一段那样说我的经历不是孤立的，也可以像这一段一样，来一个跟过去相反的虚拟。因为我们支持的是b,那我们就可以说如果当时我做b的话，我就会更成功。或者如果当时我没做b的话我不可能这么成功。最后一个句子应该是少了一个had，因为跟过去相反的是主句would have done从句had done的结构。偶尔有个错看来是不影响满分的，别太多就行。 结尾段(32 words) Based on the above reasons and examples, it is clear that the best way to help freshmen adapt to college life is to have them meet with upperclassmen on a regular basis. 结尾就没啥说的，还是跟开头一样，套一个模板把题目填进去就行了： Based on the above reasons and examples, it is clear that 这里重申立场. 很开心，又填了点儿坑。我最近打算多挖几个大坑，然后慢慢的填。一方面我希望我写的关于备考类的文章能真正的帮助大家对于考试有更清楚的认识，节省备考时间；另一方面，我也希望自己通过持续的输出和反思变得更耐心一些。最主要的是可以变得更加自制。这也算是双赢吧。","link":"/2021/10/01/%E6%89%98%E7%A6%8F%E5%86%99%E4%BD%9C%E6%BB%A1%E5%88%86%E8%8C%83%E6%96%87-2/"},{"title":"托福写作计划","text":"通过这个帖子，我打算把托福写作系统的讲一下并且附上一定的范例，争取一个坑解决托福写作所有的问题。下面列出了我打算覆盖的主题。我先把坑挖好，方便一个一个填。 写作整体介绍口语部分考试结束后我们会看到下面的说明。写作部分的主要目的是衡量考生在学术环境中使用英语交流的能力。写作部分包括两个任务： 第1个任务是先读一个文章，然后听一段讲座，最后基于读和听的内容回答问题 第2个任务是基于考生自己的知识和经历回答问题 考生可以随时忽略这个说明，点击“继续” 综合写作综合写作基本介绍 我们最先看到的是上面这个综合写作介绍页面，可以随时点击“继续“跳过 阅读部分如上图右上角所示，一共3分钟时间，来到这个页面就开始倒计时。文章通常分为4段，第1段给出文章主旨，第2-4段分别列出三个理由支持该主旨。有的时候第1段会分为两段。也有的时候每个理由都会给出小标题。倒计时不结束没有办法”下一步“。3分钟用完自动开始播放听力。第三步写文章的时候阅读文章还会出现在左边。 听力部分大约2分钟。期间可以记笔记，也可以选择不记笔记、集中精力听。音频播放结束之前不可以点击”下一步“。目前为止考过的题目听力都会跟阅读唱反调。这个听之前最好有一个预期。 音频播放结束则开始写，倒计时20分钟，要写150-225个词。写的时候可以选择”隐藏/显示“时间和字数统计。 时间到了之后会弹出上面的提示，告诉考生答案已经保存，答题时间已经结束。此时只能点击”继续“ 当然，我们如果写的快，也可以选择提前交卷，点了”下一步“之后会转到上图中的页面，提示我们还有剩余时间，我们可以选择返回继续写，也可以选择直接开始独立写作部分。这个步骤主要是为了防止误操作的。 综合写作评分以及标准评分的时候综合写作和独立写作都是按照满分5分来打的，而且每个梯度都是0.5分。然后两个分数会取平均，再按照下面的表格来转化成30分制的分数。由于综合和独立原始分都是0.5为一个档，平均分必然是0.25一个档，从0到5，按照0.25来变化，应该是21个数，但是从0到30是31个数。所以根据这个表来看，有10个分数是没有的。比如23分和26分都是没有的。但是奇怪的是确实有学生拿到这些分数。咱也不知道在没有原始分对应的情况下，23和26这些分数是怎么给出来的。 写作评分并不是很多人想的那样，完全由机器来做，目前AI还没有发展到那个程度。语言的处理还是极其复杂的。 5分标准 这个水平的回答成功的从讲座中选取重点信息，并且准确的展示这个信息跟阅读内容的关系。文章组织的很好。偶尔出现的语言上的错误，但不会导致不准确的内容或者连接。其实说的直白点就是准确的从听力中提取关键点并写清这些点和阅读的关系。虽然我们也要尽力避免语法错误，但是综合写作部分犯一些小错误并不影响得满分。 4分标准 跟5分相比，4分的同学在选取讲座中的关键点的或者在讲座和阅读的关系的处理上不够完美。可能会有一些疏漏、不准确、模糊等。语法方面可能有更多的、更明显的问题，但是这些问题的影响并不会很大。其实，最主要的可能还是差在听力的细节上。虽然4分的同学也能全都听懂，但是不一定能够准确的把听力的细节都写出来。有的是因为写的时候就忘了。归根结底，还是听力理解的能力不如5分的同学强。 3分标准 3分的同学可能就有明显的听不懂的情况了。具体表现在讲座中的关键点缺失、语言上问题较多导致影响读者的理解。这个水品的考生就可能不止细节的问题了，既然关键点都缺失了那肯定是很多东西开始听不懂了。有些同学能勉强把关键点听懂，也不一定写的好，因为语法错误比较多。 2分标准 2分的同学可能完全找不到听力和阅读的联系，关键点也根本不可能听懂。没准儿能蒙上1个半个点，但是也得靠运气。而且语法错误进一步增多。严重影响读者的理解。对于没读过阅读、没听过听力的读者来说可能无法理解写的内容。 1分标准 1分的同学基本就是啥都听不懂。这个标准写的也够幽默的：语言水平是如此的低下以至于搞不懂在说什么。 0分标准 0分的考生更是啥都听不懂，有的可能仅仅从阅读里面抄了一些原文，有的写一些乱七八糟的东西，比如汉语拼音，当然也有的直接空着啥也不写。 综合写作文章结构和模板如果你读到了这里，那么应该已经清楚了综合写作的考试流程和要求，以及 综合写作阅读技巧综合写作听力注意事项综合写作满分范文独立写作独立写作介绍独立写作评分标准独立写作文章结构分析和比较一边倒的写法独立写作一边倒开头独立写作一边倒结尾独立写作一边倒主体段的展开独立写作一边倒满分范文让步转折分类讨论的写法独立写作分类讨论开头独立写作分类讨论结尾独立写作分类讨论主体段的展开独立写作分类讨论满分范文独立写作语言独立写作重点短语独立写作必备句式独立写作其他问题总结","link":"/2021/10/02/%E6%89%98%E7%A6%8F%E5%86%99%E4%BD%9C%E8%AE%A1%E5%88%92/"}],"tags":[{"name":"备考计划","slug":"备考计划","link":"/tags/%E5%A4%87%E8%80%83%E8%AE%A1%E5%88%92/"},{"name":"满分范文","slug":"满分范文","link":"/tags/%E6%BB%A1%E5%88%86%E8%8C%83%E6%96%87/"}],"categories":[{"name":"SAT Math","slug":"SAT-Math","link":"/categories/SAT-Math/"},{"name":"Toefl Writing","slug":"Toefl-Writing","link":"/categories/Toefl-Writing/"}]}