{"pages":[],"posts":[{"title":"托福写作满分范文-1","text":"很多同学在备考过程中一直想寻找真正的满分作文。但是市面上流行的各种所谓的满分作文实际上并不一定是实考的满分作文。大部分都是老师们自己认为的满分作文。虽然托福写作要求不高，只要思路清晰、语言上没有什么错误的文章都应该是满分，但是我还是想为大家提供一些真正的考场上的满分文章。哪怕29分的我都觉得不够完美（没办法，有强迫症）。 后面我会跟大家分享一系列的满分文章，会涉及不同的话题和题型，这些文章毫无疑问是最值得考生去分析和模仿的。 Although science and technology will continue to advance and improve people’s lives, the most significant improvements in the quality of people’s lives have already taken place.Use specific reasons and examples to support your answer.2020-11-16, 2021-05-18 思路分析（1-3分钟） 见到这个题很多同学想要同意，但是同意并不好写。比如，有的学生给的理由是医疗技术已经足够先进了，而且现在也不像过去那样有那么多残酷的战争了。但是这些理由对于大部分学生来说都很难展开成150字左右的一段话。在选思路的时候，千万不要轴，尤其是那些自认为有一些基础的同学。千万要记住，正着不行就反着想。毕竟找现在社会的问题还是很容易的，随便一找就一大堆。比如，现在人压力很大，这是影响人们生活质量的很重要的因素；其次，现在环境污染很严重，这也极大的影响了人们的生活。这两个东西我相信写起来要容易很多。 主题句（1-3分钟） 第2段–压力的段子 The most important problem that still needs to be improved is how to slow down people’s pace of life and alleviate their pressures from work and life. 第3段–环境的段子 The second aspect that still has a lot of space for further improvement is environmental protection. 开头（1-3分钟） With the rapid development of science and technology, people’s quality of life has been greatly improved. Many problems that could not be solved in the past have been perfectly resolved through the advancement of technology. Therefore, some people even feel that it is difficult to further improve people’s quality of life because the most important improvements have already taken place. In my opinion, this argument is untenable. While I acknowledge that people have indeed made great progress in many aspects of their lives, there are still some problems that have not been addressed. I will focus on two issues below. (100 words) 开头=背景+争议+观点+过渡 其实开头部分对于大部分同学来说完全可以直接背个模板，这样考试的时候能节省很多时间。如果实在不想背但是又写不多的话，可以只留下表达自己立场的那个句子就行。这样可以把主要时间都集中在主体段的写作上。 主体段第1段（10分钟） The most important problem that still needs to be improved is how to slow down people’s pace of life and alleviate their pressures from work and life. Along with the acceleration of social development, people in the modern world are in the face of fierce competition. We are left with no choice but to work very hard to guarantee a decent life, which causes us heavier pressure than before. Under such circumstances, we are likely to suffer from various health problems, since a large number of illnesses are stress-related. It goes without saying that people with ill health have no option but to waste a large amount of money and time on improving health, making it unlikely for them to derive true happiness from their life. I firmly believe that with the advancement of technology, especially artificial intelligence, many of the jobs we do now will be replaced by machines, so people will gradually become less stressed. At that time, people will naturally have more time and energy to focus on their health, which means that it is unreasonable to claim that the most essential improvement on people’s quality of life has already taken place. (196 words) 本段虽然看起来有200字左右，但是其实前一半都是现成的。如果我们平时自己没有积累过类似的段子，那最好不要像这一段一样一直说理，最好1个主题句+2句解释然后尽快开始例子，否则很可能会写的十分啰嗦。而且也不一定非要写200字，一个主体段写150左右其实就够了。总之一定要量力而为。既然这个使用了段子的文章能拿到满分就证明段子的质量肯定是没问题的，而且使用段子这种方法也是可以的。并不会像很多同学担心的那样会被判低分，甚至不给出分。当然前提是我们得自己会扣题。 其实大家仔细读的话这段的人称有点乱，我一会儿用第三人称一会儿又回到第一人称，不过没影响得分。大家最好能统一一下。 I firmly believe that with the advancement of technology, especially artificial intelligence, many of the jobs we do now will be replaced by machines, so people will gradually become less stressed. At that time, people will naturally have more time and energy to focus on their health, which means that it is unreasonable to claim that the most essential improvement on people’s quality of life has already taken place. 其实扣题也就是扣了两个句子，但是这两个句子至关重要。实在不会扣题的就想着最后重复一下题目。 主体段第2段（10分钟） The second aspect that still has a lot of space for further improvement is environmental protection. Although increasing numbers of people are aware of the fact that if the environment is polluted, the basic elements people need to survive, such as water and air, will be affected, and thus disastrous results may occur, the environment in many places is still being polluted. Last week I read an appalling story from China Daily. The majority of the residents of a village in the center of China suffer from cancers such as lung cancer, stomach cancer, and lymph cancer. The investigators found that local villagers’ drinking water was from a river severely contaminated by the industrial discharges of enterprises located upstream. Local people were outraged at the government and organized a massive protest against environmental pollution. The GDP-oriented government, however, didn’t bow to pressure from residents and still did not clean up the polluted river, which poses a serious threat to local urban residents’ health. I believe that as society develops further and people’s living standards continue to improve, more and more governments will focus on people’s health, rather than just emphasizing economic development. And in the future, economic development will no longer be at the expense of the environment, but will rely on the constant innovation of high-tech companies. So, in this respect, it is hard to say that the most important improvements have already taken place. (238 words) 这一段也是类似，前一大半都是环境的段子，最后加上结合题目的连接。 I believe that as society develops further and people’s living standards continue to improve, more and more governments will focus on people’s health(这里强调将来改进的空间), rather than just emphasizing economic development. And in the future, economic development will no longer be at the expense of the environment, but will rely on the constant innovation of high-tech companies. So, in this respect, it is hard to say that the most important improvements have already taken place. （扣题） 重点表达 Contaminate: to make something less pure or make it poisonous 大部分海岸已受到核废料污染。 Much of the coast has been contaminated by nuclear waste. Discharge: to send out a substance, especially waste liquid or gas 这个工厂每天排放大量危险的废物。 Large amounts of dangerous waste are discharged daily by the factory. Outrage: to cause someone to feel very angry, shocked or upset 当地人对轰炸感到非常愤怒。 Local people were outraged at the bombing. Bow: to do what someone else wants you to do, usually unwillingly 最终政府屈从于公众的压力，被迫对税收进行改革。 Eventually the government was forced to bow to public pressure and reform the tax. 结尾（1-2分钟） To sum up, based on my previous reasons and examples, there is every reason to argue that there are still some improvements on people’s quality of life that have not taken place yet, which greatly weakens the given statement. (39 words) 结尾基本就是个模板，把题目直接融合进去就行了。模板部分如下： To sum up, based on my previous reasons and examples, there is every reason to argue that 这里融合题目, which greatly weakens the given statement. 通过上面带着大家分析想必大家也发现了，其实真正的满分作文并不难，只要语言简洁、准确，同时思路清楚就可以拿满分。如果大家备考时间比较紧张，平时多积累一些模板和素材可以大大的缩短自己的备考时间。","link":"/2021/10/01/%E6%89%98%E7%A6%8F%E5%86%99%E4%BD%9C%E6%BB%A1%E5%88%86%E8%8C%83%E6%96%87-1/"},{"title":"SAT数学计划","text":"我打算这一个坑搞定所有的SAT数学问题。 AlgebraLinear equations, functions, &amp; graphsx-intercepts and y-interceptsSlopeHorizontal &amp; vertical linesSlope-intercept form$y=mx+b$ $m$ is the slope, and $b$ is the $y$-intercept Point-slope form$y-b=m(x-a)$ Standard form$ax+by=c$ Linear models word problemsQuadratic equations &amp; functionsQuadratic factored formQuadratic vertex formQuadratic standard formThe quadratic formulaTransforming parabolasSystems of quadratic equationsQuadratic inequalitiesExponential functions &amp; graphsStandard formAdvanced interpretation of exponential modelsDistinguishing between linear and exponential growthAbsolute value equations, functions, &amp; inequalitiesSolving absolute value equationsSolving absolute value inequalitiesGeometryStatistics","link":"/2021/10/03/SAT%E6%95%B0%E5%AD%A6%E8%AE%A1%E5%88%92/"},{"title":"托福写作满分范文-4","text":"Some schools require that during each school year, children attend school for nine months and then have a three-month break (a period of three months in which they do not attend school). Other schools require that children attend school for three months at a time and then have a break of one month between each of the three-month periods. Which schedule do you think is better for children’s education, and why?Use specific reasons and examples to support your answer. I maintain that the decision of whether students should take a month off for every three months of study or they should study for nine consecutive months and then take three months off is a very complex one. We should not try to apply one approach to all age groups, but rather analyze each case on its own merits. I will explain my view in more detail below. For elementary school students, I think it’s perfectly reasonable for them to take a month off for every three months of school. First, the knowledge at the elementary level is relatively simple, which means they don’t need to study for 9 months in a row to master it. More critically, elementary school students are less able to concentrate, so they may not be able to focus on their studies for 9 months straight. If they were required to study for 9 months without any rest, they would probably learn very inefficiently. Furthermore, elementary school students are in a critical period of physical growth. Nine months of continuous study may be very detrimental to their healthy growth and may even cause many elementary school students to have various health problems, which parents, teachers, and the government do not want to see. However, once we consider high school students and junior high school students, it would be better for them to study for 9 months continuously. Unlike elementary school students, secondary and high school students face tremendous pressure to advance to higher education. They can only get better grades and get accepted to prestigious schools if they focus a lot of time on their studies continuously. Another reason worth mentioning is that as students progress through the grades, the knowledge they learn becomes more complex, so it is better for them to be able to study for 9 consecutive months without being interrupted to understand and digest what they have learned. For middle and high school students, they can also take the full three months off to participate in a variety of interesting social activities and other activities that will help them improve, such as part-time jobs, etc. I remember when I was in middle school, my school allowed students to study for nine months straight and then take three months off. During the three-month break, I usually participated in some part-time jobs. There were times when I would work as a waiter in a restaurant or travel around the world. These activities broadened my horizons and taught me many valuable life skills. I would not have been able to participate in any of these activities if I had not taken three consecutive months off. Based on the above reasons and examples, it is clear to see that the issue we are discussing is not as easy as we thought. In order to draw more objective and comprehensive conclusions, we must analyze each case on its own merits. Students in different age groups should be allowed to have different choices, so we cannot generalize.","link":"/2021/10/14/%E6%89%98%E7%A6%8F%E5%86%99%E4%BD%9C%E6%BB%A1%E5%88%86%E8%8C%83%E6%96%87-4/"},{"title":"托福写作满分范文-2","text":"我之前给自己挖了一个坑说是要定期跟大家分享真正的满分作文，帮助大家更清楚的认识到托福写作的评分标准，我现在又来填坑了。这是本系列的第2篇。 汇总链接托福写作满分作文第1篇 托福写作满分范文第2篇 At many universities, the administration provides help to new students who may be unfamiliar with university life. If you were a new student who wanted to learn how best to succeed at your school and adjust to university life, which ONE of the follwing activities do you think would be most useful to you? Why?— Attending a one-week orientation or introductory program on the university campus, during which you would live on the campus and participate in activities there before your classes began— Meeting regularly during your first year with a student in your major field of study who has attended the university for several years 2021-09-08, 2021-01-28 我感觉现在的托福写作考题越来越具体了。问题问的越来越细。我其实不太喜欢这样的题目，因为问的越具体，我们在写的时候受到的限制就越多。当然，有的同学可能会觉得问的具体的东西比较好写。这就看个人喜好了。这个题我看到的时候没有想到任何一方特别好的2-3个理由，所以就来了个a坏b好的结构。这个写法的优势就是两个东西都能写，而且每一段都可以写不止一个坏处或者好处。这样一来我们能写的东西就多了，也就不用担心没话说得凑字了。之前对这个结构有所担心的同学或者老师们可以放心的去用。虽然这个结构逻辑上不是那么严谨，但是并不影响拿满分。 开头段(108 words) Many colleges and universities have come up with a variety of measures to help freshmen adjust to campus life as quickly as possible and grow better in college. Some believe that the best way to do this is to have fresh students participate in a week-long orientation program. But some opponents feel that it is better for students to have the opportunity to meet with upperclassmen in their major on a regular basis, at least in their first year. After weighing both points of view, in my opinion, I would prefer to support regular meetings with juniors and seniors. I will discuss my views in more detail below. 背景+争议+立场+过渡开头基本都是这个套路。虽然看起来很low，但并不影响我们拿满分。 第一个理由(201 words) First, a one-week orientation program is too short, so it is difficult for new college students to get a thorough understanding of the college they are attending in such a short period of time. And we must consider that in this orientation program for all college freshmen, it is difficult for students to learn any information about their own majors. More importantly, many new students are timid when they first arrive in an unfamiliar environment, so they are less likely to ask questions in person even if they have them. All of this leads to a week-long orientation program that is not very effective. There is no better example to prove this point than my own experience. I remember participating in a week-long freshman orientation program my freshman year. During that week, even though I participated in a series of activities, I found that I didn’t get to know my college any better. I still encountered all kinds of problems after I really started the regular semester. And many of my classmates had similar experiences to mine, which shows that a week-long orientation program does not ensure a smooth adjustment to college life for new college students. 我上来就抛出了one-week orientation的三个坏处：时间短无法很好的了解大学、针对性不够强、有些学生人多的场合不敢提问。这几个点写完之后实在是没啥话说了，我就编了个例子。其实大家能看出来这个文章写的挺仓促的。很多老师在讲课的时候一般是不推荐同一个主体段给出多个理由的。但是如果真的遇到了没啥特别好的想法的题目，这么写也是不错的选择。多写几个理由又不用展开能很好地减少我们的压力。 另外，这个例子其实也可以更加具体一些。我其实没有写一系列的活动都包括啥活动，也没有明确的说我遇到的问题都是什么。明显就是编的。最后我还很假的说了一个很多其他同学有跟我类似的经历。这其实也是套路，增加字数的同时也能增加说服力。 第二个理由(202 words) In contrast, the problems discussed in the previous paragraph can be perfectly solved by meeting regularly with upperclassmen. Since each major is likely to face different problems, if freshmen have the opportunity to meet regularly with upperclassmen after the semester has begun, they will be able to present their problems and receive effective feedback. More importantly, if they have regular meetings with upperclassmen during their first year, they can continue to work through their problems. If it’s only one week, they may only be able to solve the problems that come to mind that week, but if new problems arise later in the course of their studies, they won’t be able to solve them independently. I still want to go back to my own experience to prove this point. Although I learned some information during the week-long orientation program and got an initial understanding of my university, after the semester started, I encountered a lot of problems related to my major and I didn’t know who to turn to for help, which was very frustrating for a while. I believe my grades would have been much better if I had a senior student of the same major to meet with regularly. 上一段我说了a不好，这一段我就得写b好了。我主要写了两个点：定期的和高年级的学长碰面可以收到有效的反馈、不断的解决新的问题。我现在再回来看这个文章就觉得写的太潦草了。大家仔细看句子的话就发现重复其实特别明显，光if的句式就连着出现了好几次。但是这个确实是30分的文章。我也没必要优化一下再发出来。那样的话可能会影响大家对于评分的理解。 说完好处之后我又回到上一段编的例子。例子的最后又是有个套路。所有例子的结尾我们既可以像上一段那样说我的经历不是孤立的，也可以像这一段一样，来一个跟过去相反的虚拟。因为我们支持的是b,那我们就可以说如果当时我做b的话，我就会更成功。或者如果当时我没做b的话我不可能这么成功。最后一个句子应该是少了一个had，因为跟过去相反的是主句would have done从句had done的结构。偶尔有个错看来是不影响满分的，别太多就行。 结尾段(32 words) Based on the above reasons and examples, it is clear that the best way to help freshmen adapt to college life is to have them meet with upperclassmen on a regular basis. 结尾就没啥说的，还是跟开头一样，套一个模板把题目填进去就行了： Based on the above reasons and examples, it is clear that 这里重申立场. 很开心，又填了点儿坑。我最近打算多挖几个大坑，然后慢慢的填。一方面我希望我写的关于备考类的文章能真正的帮助大家对于考试有更清楚的认识，节省备考时间；另一方面，我也希望自己通过持续的输出和反思变得更耐心一些。最主要的是可以变得更加自制。这也算是双赢吧。","link":"/2021/10/01/%E6%89%98%E7%A6%8F%E5%86%99%E4%BD%9C%E6%BB%A1%E5%88%86%E8%8C%83%E6%96%87-2/"},{"title":"托福写作满分范文-3","text":"Nowadays it is not very important for families to reguarly eat their meals together.Use specific reasons and examples to support your answer. 2021.06.01 2021.10.06 The question of whether families need to eat together regularly is a very complex one, and can be influenced by many factors. In order to draw a more comprehensive and objective conclusion, I think we should take into account at least the following two factors. The first factor is whether it is convenient for families to get together for regular meals. With the rapid development of society and cities becoming bigger and bigger, even if some family members live in a city, it may not be very convenient for them to see each other as long as they are not in the same area. It may be a big hassle for some family members if they have to eat together regularly. They may have to waste a lot of time on the road that could be spent resting at home or working overtime at the office to earn more money. In this case, it may be a burden for some people if the family has to get together regularly. On the contrary, if some family members do live close to each other, or even if we consider rural areas, a village is usually small, so family members living in the same village can certainly have regular dinners, which can enhance the relationship between family members and also reduce the cost of living to a certain extent. The second factor we need to consider is the relationship between family members. For those families who are very harmonious, regular meals are very beneficial, because they do not have to worry about conflicts over the topics discussed at the meals. But if the relationship between family members is not very good, or if family members even often have a variety of conflicts, it is best not to get together on a regular basis, because the more time they spend together, the more likely it is that conflicts will arise, thus causing more intense fractions, which is a huge disaster for the entire family. I would like to use my uncle’s experience as an example to prove this point. My uncle and his two brothers always had a bad relationship, but my uncle’s parents often asked them to have dinner together as a family. The three brothers would have verbal and sometimes physical conflicts during each meal, so my uncle seldom ate with his family again. Afterwards, surprisingly, his relationship with his two brothers became more amicable. In fact, there are many other factors that influence this issue, and although I have only discussed two above, I believe that they already illustrate the complexity of the issue. In order to draw more objective conclusions, we must consider more thoroughly and never try to apply one approach to all situations.","link":"/2021/10/14/%E6%89%98%E7%A6%8F%E5%86%99%E4%BD%9C%E6%BB%A1%E5%88%86%E8%8C%83%E6%96%87-3/"},{"title":"托福写作计划","text":"通过这个帖子，我打算把托福写作系统的讲一下并且附上一定的范例，争取一个坑解决托福写作所有的问题。下面列出了我打算覆盖的主题。我先把坑挖好，方便一个一个填。 写作整体介绍口语部分考试结束后我们会看到下面的说明。 写作部分的主要目的是衡量考生在学术环境中使用英语交流的能力。这部分包括两个任务： 第1个任务是先读一个文章，然后听一段讲座，最后基于读和听的内容回答问题。这部分之所以被称作综合写作是因为综合了读、听、写三项能力。 第2个任务是基于考生自己的知识和经历回答问题，这个任务主要考察的就是写，所以又叫独立写作。 考生可以随时忽略这个说明，点击“继续” 综合写作综合写作基本介绍 我们最先看到的是上面这个综合写作介绍页面，可以随时点击“继续“跳过 阅读部分如上图右上角所示，一共3分钟时间，来到这个页面就开始倒计时。文章通常分为4段，第1段给出文章主旨，第2-4段分别列出三个理由支持该主旨。有的时候第1段会分为两段。也有的时候每个理由都会给出小标题。倒计时不结束没有办法”下一步“。3分钟用完自动开始播放听力。第三步写文章的时候阅读文章还会出现在左边。 听力部分大约2分钟。期间可以记笔记，也可以选择不记笔记、集中精力听。音频播放结束之前不可以点击”下一步“。目前为止考过的题目听力都会跟阅读唱反调。这个听之前最好有一个预期。 音频播放结束则开始写，倒计时20分钟，要写150-225个词。写的时候可以选择”隐藏/显示“时间和字数统计。也可以对自己写过的内容进行“剪切”、“粘贴”、“撤销”、“重做”。 时间到了之后会弹出上面的提示，告诉考生答案已经保存，答题时间已经结束。此时只能点击”继续“ 当然，我们如果写的快，也可以选择提前交卷，点了”下一步“之后会转到上图中的页面，提示我们还有剩余时间，我们可以选择返回继续写，也可以选择直接开始独立写作部分。这个步骤主要是为了防止误操作的。 综合写作评分以及标准评分的时候综合写作和独立写作都是按照满分5分来打的，而且每个梯度都是0.5分。然后两个分数会取平均（并不是独立比综合更重要），再按照下面的表格来转化成30分制的分数。由于综合和独立原始分都是0.5为一个档，平均分必然是0.25一个档，从0到5，按照0.25来变化，应该是21个数，但是从0到30是31个数。所以根据这个表来看，有10个分数是没有的。比如23分和26分都是没有的。但是奇怪的是确实有学生拿到这些分数。咱也不知道在没有原始分对应的情况下，23和26这些分数是怎么给出来的。 写作评分并不是很多人想的那样，完全由机器来做，目前AI还没有发展到那个程度。语言的处理还是极其复杂的。 5分标准 这个水平的回答成功的从讲座中选取重点信息，并且准确的展示这个信息跟阅读内容的关系。文章组织的很好。偶尔会出现语言上的错误，但不会导致不准确的内容或者连接。其实说的直白点就是准确的从听力中提取关键点并写清这些点和阅读的关系。虽然我们也要尽力避免语法错误，但是综合写作部分犯一些小错误并不影响得满分。 4分标准 跟5分相比，4分的同学在选取讲座中的关键点或者在讲座和阅读的关系的处理上不够完美。可能会有一些疏漏、不准确、模糊等。语法方面可能有更多的、更明显的问题，但是这些问题的影响并不会很大。其实，最主要的可能还是差在听力的细节上。虽然4分的同学也能全都听懂，但是不一定能够准确的把听力的细节都写出来。有的是因为写的时候就忘了。归根结底，还是听力理解的能力不如5分的同学强。 3分标准 3分的同学可能就有明显的听不懂的情况了。具体表现在讲座中的关键点缺失、语言上问题较多导致影响读者的理解。这个水品的考生就可能不止细节的问题了，既然关键点都缺失了那肯定是很多东西开始听不懂了。有些同学能勉强把关键点听懂，也不一定写的好，因为语法错误比较多。 2分标准 2分的同学可能完全找不到听力和阅读的联系，关键点也根本不可能听懂。没准儿能蒙上1个半个点，但是也得靠运气。而且语法错误进一步增多。严重影响读者的理解。对于没读过阅读、没听过听力的读者来说可能无法理解写的内容。 1分标准 1分的同学基本就是啥都听不懂。这个标准写的也够幽默的：语言水平是如此的低下以至于搞不懂在说什么。 0分标准 0分的考生更是啥都听不懂，有的可能仅仅从阅读里面抄了一些原文，有的写一些乱七八糟的东西，比如汉语拼音，当然也有的直接空着啥也不写。 综合写作文章结构如果你读到了这里，应该已经清楚了综合写作的考试流程以及评分标准。也就是搞清楚了是什么和要什么这两个问题。接下来就是怎么写的问题了。文章我们通常分为四段： 第1段给出阅读文章的主旨，并且明确指出听力和阅读的关系，目前为止都是阅读听力持截然相反的观点 第2-4段简要概括阅读的分论点（1句话就可以），然后重点写出听力是如何反驳这些点的。尽量多写听力反驳的细节。 综合写作文章模板综合写作模板其实只是为大家提供非常简单的结构参考，防止我们写的时候格式混乱。所以我们不需要纠结语言的复杂性，简洁、清楚的都可以满足要求。下面就是一个实考的30分的模板。大家如果手里没有合适的，可以直接使用这个模板。 In contrast to the reading passage, the professor says that 阅读第1段最后1句反过来. Based on the reading, 阅读第2段第1句. However, it is stated in the listening that 听力第1个点. Another thing mentioned in the listening is that 听力第1个点的第2个小点（如果有的话）. Another piece of evidence offered in the reading is that 阅读第3段第1句话. However, the professor rejects this evidence and argues that 听力第2个点. The professor also points out that 听力第2个点第2个小点（如果有的话）. The final evidence offered in the reading is that 阅读第4段第1句话. The professor, on the other hand, claims that 听力第3个点. 综合写作阅读技巧读哪里建议先读阅读文章第一段最后一句话和第二到四段的每一段第一句话，但是大家要记住，前面四句只是先读，其余的部分如果时间允许还是强烈建议大家读一下，比如一旦我们读了第一段最后一句发现有陌生的表达，那可能就需要读一下该段的第一句话了，这里通常会对生僻词下个定义。 读到啥程度3分钟之内，要求我们务必抓住文章的主旨以及相应的3个理由，当然每一个理由具体的展开也是要了解的。非听力大神千万不要忽视阅读这三分钟，读的越好压力自然就越小。读到啥程度叫好？我觉得最少脑子里面一定要有四点三线：阅读的主旨和三个理由以及三个理由展开的逻辑线。更高一点要求就是我们要在听听力之前主动的猜测教授可能从哪几个方面来反驳阅读，到底是证据不足呢？还是证据错误？亦或是推理有漏洞呢？我们不一定要猜的和听力一样，但是只要我们去猜了，实际上就间接的加深了我们对文章的理解，自然听得时候就更可能听的懂了。 读不懂咋办如果综合写作的文章读起来有困难，但是马上又要考试了，那就别想别的了，老老实实的把文章的第一段最后一句话和每一段第一句话抄下来就行了。但是如果时间允许的话还是老老实实练习词汇、语法和阅读吧。毕竟综合的文章和阅读部分文章比起来短很多，如果这部分都有问题那阅读也没法做吧。 阅读要记笔记吗个人认为阅读部分记笔记没啥意思，本身时间很紧张，加上写的时候阅读文章还会出现，而且听得时候如果我们真的把阅读文章理解了，应该不会那么快就忘了吧。这种情况下，看看屏幕在低头笔记毫无疑问会影响我们的阅读速度和质量。 综合写作听力技巧听哪里这个问题要比读哪里复杂的多，有的教授可能比较直接上来就亮明自己的观点并且给出相关的证据，然而有的人比较含蓄会采取让步转折的思路，所以我们关键是把注意力放到转折词上，一旦听到这类词语就说明教授可能要说正经儿事儿了。 另外，如上所述，我们应该重点去听在阅读时自己预测的那些点，因为教授反驳的时候肯定会结合这些点来反驳，毕竟攻击一个观点的方法是极其有限的。我们虽然无法猜中细节，但是反驳手段还是能蒙个八九不离十的。 还有一个需要注意的是，教授反驳每个理由的时候不一定只从一个方面来反驳，比如人家可能先来个假设论证说如果阅读是正确的，结果应该不会是现在这样。然后在给出另外一个方面或者列出新的证据进一步证明阅读的理由是错误的。所以我们在听的时候千万不要听到了一个小点就觉得万事大吉了。 听不懂咋办如果马上就考试了但总有部分关键点听不全懂，那就只能从阅读和猜测上下功夫了。最好考前总结好常见的错误类型，把英语提前写好。即使细节听不懂也要保证大的方向是对的。如果很快就考了，却一点也听不懂，一方面要做好拿14分以下的准备，另一方面可以提前写好一些模板，听力也不用听了，读完就直接写吧，反正也听不懂。长期来看的话，强烈建议大家好好练习听写和精听。 听力需要记笔记吗听得时候如果时间允许，可以结合阅读的主旨和三个理由记相应的笔记，但由于时间很紧张，估计笔记也就仅限于有限的几个词或者符号，实际上笔记仅仅适用于能够听到，但是理解速度比较慢的同学，可以先把听到的东西写下来，待会儿再去进行进一步加工；如果听不到或者能够直接听懂的同学可能也就没有必要记笔记了。 综合写作写作技巧写作顺序开始写之后，对于基础一般的考生来说，最好先把模板打上去，然后再把阅读的内容填上。接下来再开始写听力的内容。然后把每段听力的关键信息都写上去。这种做法的好处就是不管听到多少细节，文章结构是十分完整的。不用担心还没写完时间就到了。如果有些同学真的是打字比较慢，阅读甚至可以不写，只要每个理由里面强调一下听力和阅读是反的就行了。比如，可以在开始的时候写上：In contrast to the reading. 或者一个理由结束的时候写 which is the first/second/third place where the passage and listening are inconsistent. 听不懂写啥如果真的听懂的东西不多，可以尝试写一些固定的内容。这背后的原因就是听力反驳的方式是有迹可循的。当然了，如果能够稍微听懂一些再结合这些内容做一些修改，效果肯定会更好。 证据不足 这个是万能的，不管什么点，如果我们真的啥都没听懂，上来就可以说阅读给的证据不够。虽然不一定对，但是是有可能贴边儿的，比空着强多了。 Although the professor in the listening admits that the evidence discussed in the reading is somewhat convincing, it is pointed out in the lecture that there is not enough evidence to reach the conclusion in the passage. In fact, the professor provides some new evidence to cast doubt on the idea in the reading, which greatly weakens it. 负面影响 如果我们听到了听力说的是阅读里面给出的做法的不足，但是我们没有听到具体的不足是啥，就可以使用下面这段话。 The professor in the listening material, however, claims that though the proposed approach is of some merits, the line of reasoning in the reading fails to consider the potential disadvantages it might bring about, which render it less attractive. In fact, after assessing the situation more comprehensively, it may turn out that the disadvantages far outweigh the advantages. Since the reasoning lacks a complete analysis of the condition, it should not be taken seriously. 以偏概全 有的时候阅读中会根据某个方法适用于局部（比如年轻人）就推出该方法适用于整体（比如所有人），这种推理忽视了部分之间的差异，从而犯了以偏概全的错误。 The professor in the listening, in contrast, argues that the author in the reading commits the fallacy of composition beacause the mere fact that the proposed method is applicable to part of the whole does not necessarily prove that it is suitable for the whole population. In fact, different groups of the population are so disparate that it is unlikely to identify a cure-all solution. 以过去推现在 有些问题解决类的文章通常会说某个做法之前用过，而且是有效的，所以这个方法现在或者将来也应该被采用。但是实际上随着时间的推移，很多因素会发生改变，这导致过去能用的策略将来不一定能用。 The author commits the fallacy of assuming “all things are equal” based on the wrong assumption that the background conditions will remain (have remained) the same at different times or at different locations. However, the author failed to provide sufficient evidence to substantiate this assumption. The fact that what the reading says was reasonable in the past is inefficient by itself to prove that it represents a trend which will remain unchanged into the future. Thus it is impossible to draw the conclusion in the passage. 以A推B 有些问题解决类的文章会说某个做法适用于A所以也可以用到B身上，但是这个推理忽略了A和B本质的不同，这种不同可能会使得两者不能使用同样的方法。 The author commits the fallacy of “false analogy” without taking the fact into consideration that differences between A and B far outweigh the similarities, as a result of which it is extremely doubtful that strategies drawn from A are equally applicable to B, thereby making the analogy much less valid and less legitimate. 如何转述阅读 精简阅读的内容 有的时候阅读的主题句比较长，我们可以直接去掉复杂的修饰和插入成分，只留下主干部分： 比如，下面是2021-09-05综合写作的第1点的阅读原文： First, the critics claim that the bird-watchers in fact saw and photographed another species of woodpecker, the pileated woodpecker, which is quite common and looks very similar to the ivory-billed woodpecker. 我们可以简化成： First, according to the reading, the bird-watchers may have seen and photographed another species of woodpecker. 主被动转换 2021年7月6日综合写作第3个理由阅读原文如下: Finally, critics argued that the Erie Canal would not yield enough benefits to justify its high cost. 我们可以把上面的主动关系转化成被动关系： The last concern mentioned in the reading is that the high cost of the Erie Canal cannot be justified by its benefits. 语序调整 2021年8月17日综合写作第3个理由的阅读原文如下： Finally, food shortage is a serious obstacle to the panda’s survival. 我们可以把主语和表语的顺序调整为： The last challenge, based on the reading, is food shortage. 单词和短语替换 比如2021年7月14日综合写作题第一个理由阅读原句是： First, black robins lack defenses against predators. 这个句子其实很简单，我们可以做简单的单词替换： Black robins do not have proper defenses to protect themselves. 词性转换 还是上面的考题第二个理由阅读原文是： Second, the highly specialized diet of black robins was also problematic. 我们可以把形容词换成名词： Another concern raised in the reading is that the specialized diet of black robins might be a problem. 综合写作满分范文独立写作独立写作介绍独立写作评分标准独立写作文章结构分析和比较独立写作一边倒的写法独立写作一边倒开头独立写作一边倒结尾独立写作一边倒主体段的展开独立写作一边倒满分范文独立写作让步转折分类讨论的写法独立写作分类讨论开头独立写作分类讨论结尾独立写作分类讨论主体段的展开独立写作分类讨论满分范文独立写作语言独立写作重点短语A对B很重要A比B重要Trump to do better than (someone or something) in a contest, competition, etc. or to be more important than (something) Taste trumps most if not all other factors when consumers choose food products. 人们选择吃的东西的时候，味道比其他大部分因素都重要。 Their offer for the house was trumped by a higher bid. 他们给出的房子的价钱被更高的出价超过了。 The need for blood donors trumps all other concerns. 对献血的需求超过了其他所有的问题。 Outweigh to be more important or valuable than something else The benefits of the scheme outweigh the disadvantages. 这个方案的好处远远超过劣势 Yet developing nations argue that the risk outweighs the benefit. 然而，发展中国家提出理由说明风险超过收益。 The health benefits of cycling and walking outweigh the negative effects of air pollution, a UK study suggests. 一个英国的研究表明骑车和步行对于健康的好处比空气污染的负面的影响更大。 The green economy concept is based on the conviction that the benefits of investing in environmental sustainability outweigh the cost of not doing so, as much as it outweighs the cost of having to protect ecosystems from the damages caused by a “non-green” (brown) economy. 绿色经济的概念是基于一种信念，即投资于环境可持续性的好处大于不做这种投资的代价，也大于保护生态系统以免受到“非绿色”(褐色)经济损害的代价。 Eclipse deprive (someone or something) of significance, power, or prominence Danger is eclipsed by a glimmer of hope. 危险被一丝希望所超越。 The state of the economy has eclipsed the environment as the main issue. 经济状况已经超过了环境成为主要问题。 On current trends, the gap between rich and poor will be eclipsed by the gap between males and females within a decade. 现在的趋势下，十年之内，贫富差距会被性别差距所超越。 The vicious conflict, which neither side won nor lost, has been eclipsed by the victorious second world war that preceded it and the harrowing failure in Vietnam that followed. 这场不分胜负的恶性冲突在它之前的二战的胜利及之后越战的惨败面前黯然失色。 Overshadow appear much more prominent or important than His competitive nature often overshadows the other qualities. 他的好斗的天性通常超过其他的品质。 Her interest in politics began to overshadow her desire to be a poet. 她对政治的兴趣开始超过成为对于诗人的向往。 Dwarf to make sth seem small or unimportant compared with sth else The old houses were dwarfed by the huge new tower blocks. 这些旧房子在新建的高楼大厦的映衬下显得十分矮小。 What is more, there is a new legion of devotees, one whose influence over our daily lives dwarfs that of most politicians. 另外，有很多虔诚的信徒，他们对我们日常生活的影响超过了大部分的政客。 But what’s produced in the states is dwarfed by what the country imports. 国家生产的东西被进口的东西所超过。 A carry more weight than B. The I.M.F. has more say over crisis management than many euro zone members, and Ms. Lagarde has become a quasi head of state, whose views carry more weight than those of many elected leaders. 在危机管理方面，IMF目前拥有的发言权超过了许多欧元区成员国，而拉加德则成为了一名准国家元首，她的观点比许多民选领导人还更有分量。 Yet as the experience of Russia shows, weak institutions mean government actions carry more weight than laws. 然而,正如俄罗斯的经验表明,弱势机构意味着政府行动比法律更具影响力。 A pale beside|next to B But these concerns pale next to the prospect of insufficient funding. 但这些担忧在资金不足的前景下显得苍白无力。 But all this seemed to pale beside what had happened to him afterwards at the hands of his friend. 但是,除了后来在他的朋友手中发生的事,所有这些似乎都显得无足轻重。 But these short-term setbacks pale beside the longer-term threat posed by the political and military chaos outside the capital. 但是这些短期的挫折与首都以外的政治和军事混乱所造成的长期威胁相比相形见绌。 A pale in|by comparison with|to B. Last year’s riots pale in comparison with this latest outburst of violence. 去年的骚乱与最近这次暴乱相比,可说是小巫见大巫。 Yes, life is not easy for many of us, but our troubles pale in comparison to living in a war-torn, drought-ridden land. 是的,对我们许多人来说,生活并不容易,但相比生活在饱受战争蹂躏、饱受干旱蹂躏的土地上,我们的麻烦就相形见绌了。 A pale into insignificance compared to|against B. His own problems paled into insignificance compared to the plight of this child. 与这个孩子的困境相比,他自己的问题微不足道。 Yet all these pale into insignificance against the biggest issue of all: what sort of deal can Britain extract from its 27 EU partners? 然而,所有这些在最大的问题面前都显得微不足道:英国从它的27个欧盟伙伴中得到的是什么？ X set|put more|greater store by A rather than B. She sets greater store by her academic performance rather than social activities. 跟社交活动相比，她更看重学习。 It is unwise to put greater store by salaries instead of personal interest. 更加看重工资而不是个人兴趣是不明智的。 A take precedence over B. Do we want a society where appearance takes precedence over skill or virtue? 我们是否想要一个外贸优先于技能或美德的社会? She had to learn that her wishes did not take precedence over other people’s needs. 她必须懂得,自己的愿望不能先于别人的需要。 A put B in the shade. I tried hard but her work put mine in the shade. 我费了很大力气,但她的成果让我相形见绌。 A gambling town to put Las Vegas in the shade, it has 35 casinos, attracting punters from across Asia, and in particular from mainland China. 澳门有35个赌场，吸引亚洲各地的赌客，尤其是大陆的；它使得拉斯维加斯黯然失色。 Both films were put in the shade, however, by La La Land - which won all seven of the awards it was nominated for. 然而,这两部电影都黯然失色,La La Land 赢得了它提名的所有七个奖项。 A exceed B in importance For him, winning Wimbledon exceeded all other tournaments in importance. 对他来说,赢得温布尔顿比赛的重要性超过了所有其他比赛。 Increasing teachers’ salaries exceeds improving facilities in importance in order to enhance educational quality. 增加老师的工资比改善设施更重要为了改善教育质量。 A is of greater importance than B. Environmental protection is of greater importance than economic development for governments in developed areas. 对于发达地区的政府来说，环保比经济发展更加重要！ A is peripheral to B. She will see their problems as peripheral to her own. 她认为他们的问题不如她自己的重要。 Fund-raising is peripheral to their main activities. 对他们的主要活动而言,筹集资金是次要的。 X are not so much concerned with A as with B. Predictably, we are not so much concerned with the number of Olympic medals as with the topics about electronic advertising during the Olympic Games. 可以预料的是，在奥运会期间，比起金牌数量，我们更关注电子广告的话题。 Residents in developed countries are concerned not so much with economic development as with environment protection. 发达国家的百姓跟经济发展相比更加关注环境保护。 High school students are not so much concerned with social activities as with their studies. 高中生跟社交活动相比，更关注学习。 XXX lay/place less stress/emphasis on B and more on A. College students nowadays place less emphasis on job prospects and more on personal interest. 现在的大学生更在乎个人兴趣而不是职业前景。 XXX attach more weight/importance to A and less to B. Old people more often than not attach more weight to how much time they can spend with their families and less to how much money they can earn. 老人通常更在乎跟家人在一起多长时间而不是能赚多少钱。 XXX set more store by A and less by B. Governments should set more store by practical things and less by beautiful things in order to boost economic growth. 为了促进经济增长，政府应该更加重视实际的东西而不是美的东西。 XXX place a higher priority on A and a lower one on B. There is no denying that parents today should place a higher priority on inculcating in their children positive values and a lower one on impelling them to learn by rote. 没人可以否认现在的家长应该更加重视培养孩子积极的价值观而不是强迫他们机械的学习。 A对B有好处A facilitates B. 有条理的教学有利于学习。Structured teaching facilitates learning. A is conducive to B. 这样嘈杂的环境下，晚上难以睡个好觉。Such a noisy environment was not conducive to a good night’s sleep. 椅子成排摆放不如成圈摆放便于讨论。Chairs in rows are not as conducive to discussion as chairs arranged in a circle. A create perfect conditions for B. 我们正在努力为和平创造条件。We are working to create the conditions for peace. 经济发展是否为民主的出现创造了有利条件？Does economic development create favorable conditions for the emergence of democracy? 老师创造条件让孩子们学习。The teacher creates the conditions that will allow the children to learn. A is a blessing to B. 往来车辆少对于开车上班的人来说是个好事儿。Lack of traffic is a blessing to commuters who drive to work. 有一个平衡的饮食对于老人是个好事儿。Having a balanced diet is a blessing to the elderly. A is a boon to B. 这种新软件将会对互联网用户大有益处。The new software will prove a boon to Internet users. 导盲犬对视力有障碍的人来说是非常有用的。Guide dogs are a great boon to the partially sighted. A is beneficial to B. 良好的饮食有益于健康。A good diet is beneficial to health. 在乡下生活一段时间，对他的健康有利。A stay in the country will be beneficial to his health. A is of great benefit to B. 新规章将使所有有关人员受益。The new regulations will be of benefit to everyone concerned. 并不是所有的竞争都对消费者有利。Not all competition is of benefit to the consumer. A benefit B. 我们应该把这笔钱花在大家都能得益的事上。We should spend the money on something that will benefit everyone. A is advantageous to B. 自由贸易协定对两国都会有利。A free trade agreement would be advantageous to both countries. A makes it easier for sb to do B. 这个软件使得网络用户很容易下载音乐。The software makes it easier for Internet users to download music. A make it possible that B. 计算机的使用使得更多的人在家工作成为可能。The use of computers has made it possible for more people to work from home. A make possible B. 该发动机通过驱动高效的水泵消除了矿井中的水，从而使更深的开采成为可能。 The engine eliminated water in the mines by driving efficient pumps, which made possible deeper and deeper mining. A enable sb to do B. 这样做的理由是，反思性实践可以帮助教师在智力上更多地参与到教学角色和工作中，并使他们能够应对教学中科学事实的匮乏和知识的不确定性。 This was justified by the view that reflective practice could help teachers to feel more intellectually involved in their role and work in teaching and enable them to cope with the paucity of scientific fact and the uncertainty of knowledge in the discipline of teaching. 首先是来自教育系统的管理者的支持，使教师能够理解反思性实践的要求以及它与教授学生的关系。 The first is support from administrators in an education system, enabling teachers to understand the requirements of reflective practice and how it relates to teaching students. The benefit of A to B should never be underestimated. 空间探索对技术进步的好处绝不应被低估。 The benefit of space exploration to technological advance should never be underestimated. The benefit of A to B has never been in much doubt. 勤奋对成功的好处从来都是毫无疑问的。 The benefit of diligence to success has never been in much doubt. A跟B密切相关A is bound up with B. 从那一刻起,我的生命就和她结下不解之缘。 From that moment my life became inextricably bound up with hers. A is associated with B. 这些症状尤其与偏头痛有关。 These symptoms are particularly associated with migraine headaches. A is related to B. 专家们认为，该地区癌症病例的大量出现和新建的核电站之间有直接关系。 Experts believe that the large number of cancer cases in the area are directly related to the new nuclear power station. A is connected with B. 他和几年前的那宗诈骗案有些牵连。 He was connected in some way with that fraud scandal a couple of years back. There appears to be a high correlation between A and B. 吸烟和肺癌有密切的关系。 There seems to be a high correlation between smoking and lung cancer. A对B有坏处因果对比独立写作必备句式SVOiOdSVOOcX, and Y.X, but Y.X, so Y.X, when Y.X, although Y.X, because Y.X, if Y.独立写作其他问题总结","link":"/2021/10/02/%E6%89%98%E7%A6%8F%E5%86%99%E4%BD%9C%E8%AE%A1%E5%88%92/"},{"title":"跟Verbal Advantage学词汇","text":"我跟大家一样其实特别讨厌背单词，尤其是不想学习词源以及词根和词缀之类的东西。但是GRE真题做多了之后发现很多词即使我们不喜欢背也要理解的十分清楚才行，否则稍有偏差就会选错。市面上的单词书真的是眼花缭乱，大家公认不错的其中一本就是Verbal Advantage。 我之前断断续续的看过一些，也听了几遍音频。虽然我目前还没有做详细的统计，但是我感觉做GRE填空的时候很多词这个书里面都讲过。也不知道本书的作者有没有参考GRE考试来找讲解哪些词汇。 我觉得这个书的好处就是作者水平很高，词汇讲解的很清楚，最主要的是还有配套的音频，不至于背了半天都不知道单词咋读。 但是缺点就是作者并没有每个词分成几个固定的条目，搞一个清晰的结构，也是因为有了子分类之后，不一定每个词每个分类都能填内容吧。有些地方我们看起来其实比较吃力，因为并不是所有信息我们都需要去掌握。我个人觉得词源的部分就没啥用。对于不懂希腊、罗马的文化和历史的我们，记这些东西比记单词本身还累。另外，由于篇幅限制，很多同义词、反义词其实没有讲解，或者只是很简单的比较，其实对我们帮助并不大。而且，我觉得有些词真的挺偏僻的，GRE当中都没有考过，大部分字典都没有详细的解释。 为了逼着我自己学习单词，也顺便帮大家过一下这本书，我想把每个词按照几个关键条目梳理一下。把书里面的关键信息给挑出来。书里没有的，从其他字典里为大家进行补充。更重要的是如果GRE填空当中考到了某个词，我会把原题找出来供大家练习。 希望大家监督我不断更新下去…我还是倒着来吧，第1部分看的太熟了… Level 1Level 2Level 3Level 4Level 5Level 6Level 7Level 8Level 91.prolix解释 using too many words and therefore boring or difficult to read or listen to 冗长无聊的 同义词 Wordy, tiresome, long-winded, verbose, circumlocutory, tautological, pleonastic 反义词 concise, terse, pithy, succinct, sententious 例句 这个作者冗长的写作风格无益促进该书的销售。 The author’s prolix style has done nothing to encourage sales of the book. 尽管他深思熟虑，但他的长篇大论的演讲常常令人厌烦。 Though thoughtful, his prolix speeches could often be tiresome. GRE真题 Needing an advocate who would be both precise and succinct, they rejected McLintock, whose inveterate ______________ would automatically preclude meeting those requirements. [2021-06-17] punctiliousness concision cautiousness imperturbability prolixity 参考答案: E 参考分析： 这个题考查的其实就是反义词。只要认识succinct，然后在看到reject基本就能选了。需要一个简洁的，然后又拒绝了M，那只能说明M不够简洁，也就是啰嗦。 但是如果不认识succinct可能就比较麻烦。或许可以根据感情色彩来猜一下。最少我们知道precise是正面的，succinct和precise并列，所以succinct应该也是正面的，后面自然应该填负面的。接下来就看我们是否知道哪个是负面的选项了。 参考翻译： 他们需要一个既精确又简洁的倡导者，所以拒绝了麦克林托克，他根深蒂固的冗长会自动排除满足这些要求。 Thanks to the proliferation of social media, today there is certainly no shortage of ideological exchange; however, the [i] of this communication does not [ii], for the latter presupposes the capacity to engage with one’s interlocutors, rather than treating them as enemies. [2021.07.24] Blank (i) Blank (ii) novelty end in stalemate prolixity amount to dialogue fallacy prevent consensus 参考答案: BB 参考分析： 第1空考察的是同义词，exchange = communication 所以第1空要填的内容就应该对应 no shortage of = prolixity. 第2空考察的也是同义词，所填的内容应该等于 engage with one’s interlocutors，即使我们不认识 interlocutors 也可以根据 rather than treating them as enemies 来猜。既然不看做敌人，那就当做朋友了。而第二空需要看做朋友的能力，再看看选项，正面的只有B–amount to dialogue 参考翻译： 由于社交媒体的泛滥，今天当然不乏意识形态交流：然而，这种沟通的泛滥并不等于对话，因为后者假定有能力与对话者接触，而不是把他们当作敌人对待。 2.apocryphal解释 Not genuine, counterfeit, illegitimate; specifically, of doubtful authenticity or authorship. （一些广为流传的故事）可疑的，不足为信的，杜撰的 同义词 Spurious, unauthorized, unauthenticated, fabricated, fraudulent, supposititious 反义词 Genuine, authentic, valid, bona fide 例句 故事不错，但很可能是杜撰的。 It’s a good story but I dare say it’s apocryphal. 关于他的传闻多属虚构。 Most of the stories about him are apocryphal. 3.cupidity解释 Greed, a strong desire for wealth or material things. （尤指对金钱或财产的）贪心，贪婪 同义词 Avarice, acquisitiveness, covetousness, venality 例句 他的眼睛出卖了他，闪耀着贪婪的光芒。 His eyes gave him away, shining with cupidity. 证据揭示了公司董事们的贪婪。 The evidence revealed the cupidity of the company’s directors. 4.vernal解释 Pertaining to spring, occurring in the spring; having the qualities of spring: fresh, warm, and mild. 春天的；春季发生的 反义词 Hibernal (冬季的) 例句 今年3月16日，就在春分之前，一个机组人员有一个奇怪的经历，在一次正常长度的飞行中看到了两次日出和两次日落。 On March 16 this year, just prior to the vernal equinox, one crew had the odd experience of seeing two sunrises and two sunsets during a normal length flight. 也许周六的春分会让你有时间反思自上次春分以来发生的一切。 Perhaps the vernal equinox on Saturday will give you time to reflect upon everything that’s happened since the last one. 5.temerity解释 Reckless disregard for danger, risk, or consequences 鲁莽；冒失 同义词 Nerve, cheek, gall, audacity, heedlessness, imprudence, impetuosity, presumptuousness, effrontery 反义词 Timidity, bashfulness, faint-heartedness, sheepishness, apprehension, diffidence, timorousness 例句 当乔治-华盛顿率领他的部队渡过特拉华河时，在当时看来一定是很危险的，但后来的历史证明这是明智的军事调遣。 When George Washington led his troops across the Delaware River, at the time it must have seemed temerarious, but history has since proved it was sagacious military maneuver. 她竟冒失地说我是骗子。 She had the temerity to call me a liar. 6.rapprochement解释 Reconciliation, a reestablishing of friendly relations （与敌对群体或敌对之人达成的）和睦，和解，恢复友好关系 同义词 Reconciliation, harmonization 例句 她帮助实现了敌对各方之间的和解。 She helped bring about a rapprochement between the hostile parties. 1993年，以色列和巴解组织之间实现了历史性的和解，1994年，以色列和约旦之间实现了同样重要的和解。 In 1993, there was a historic rapprochement between Israel and the PLO, and in 1994, an equally significant rapprochement between Israel and Jordan. GRE真题 Eubank’s efforts to facilitate ___ between the two sides came to nothing but could be seen as an earlyblueprint for the historic agreement between the sides over ten years later. [2021.04.24] □ an alliance□ a rapprochement□ a conversation□ a reconciliation□ an altercation□ a quarrel 参考答案：BD 参考分析： 要填的内容必须对应的是 an early blueprint for the historic agreement 那只能选择 agreement 的同义词。按理说就可以排除EF了，因为意思是反的，但是有些同学可能不认识E，估计也就排除不掉。D我相信大部分都是认识的，我担心可能有些人会因为不认识B而选择A。那也没啥办法。平时还是多背背单词吧。分析的再好，不认识词儿也是白搭。 7.disquisition解释 A formal discussion of or inquiry into a subject 同义词 Treatise, critique, commentary, lecture, thesis, oration, homily, tract, monograph, dissertation 例句 他的回忆录包括关于电影和足球的论述 His memoirs include disquisitions on film and football. 阿曼达对合同进行了权威性的论述。 Amanda launched into an authoritative disquisition about contracts. 相关美剧电影 8.proscribe解释 To prohibit, forbid, outlaw （政府或其他权力机构）禁止 同义词 Ban, denounce, disallow, condemn, censure, ostracize, expatriate, interdict 反义词 Permit, tolerate, legalize, authorize, sanction 例句 市议会通过了一项条例，禁止销售或拥有手枪。 The city council passed an ordinance proscribing the sale or possession of handguns. 在某些社会中，重婚的做法不被禁止。 In certain societies, the practice of bigamy is not proscribed. GRE真题 Originality of artistic subject matter was never (i) __ in ancient Egypt––in fact, it was generally (ii) __; as a result, the artist’s ambition was concentrated solely on thoroughness and precision of execution. [2020-12-12] Blank (i) Blank (ii) monitored foregrounded ignored proscribed prized accepted 参考答案：CB 参考分析： 既然后半部分说了艺术家们集中在精准的执行，那就说明他们不是很重视创造力，前面两空都得选跟创造力反着的。所以第1空只能 prized 因为空前面有个 never，第二空就直接选负面的 proscribed 就行了。 参考翻译： 在古埃及，艺术题材的原创性从未受到重视––事实上，它通常是被禁止的；因此，艺术家的雄心只集中在执行的彻底性和准确性上。 相关美剧电影 9.munificence解释 Great generosity, lavish giving. 慷慨的，大方的 同义词 Philanthroy, liberality, benevolence, bountifulness, bounteousness, beneficence, largess 反义词 Stinginess, miserliness, close-fistedness, penuriousness, parsimony 例句 一位校友向这所大学捐赠了一大笔钱。 A former student has donated a munificent sum of money to the college. 他是一个慷慨的主人，在他的豪宅里主持了许多慈善活动。 He is a munificent host who has presided over many charitable events at his mansion. 相关美剧电影 10.probity解释 Sincerity in one’s dealing with others. 同义词 Honesty, integrity, uprightness, trustworthiness, scrupulousness, veracity, rectitude 反义词 Improbity, dishonesty, deceitfulness, unscrupulousness, duplicity, malfeasance, perfidy 例句 她的诚实和正直是毋庸置疑的。 Her probity and integrity are beyond question. 他宣称自己是无辜的，而且财务方面很诚实。 He asserted his innocence and his financial probity. GRE真题 Scientists could not build on each other’s work if they could not trust the published work of their colleagues; thus progress in science depends on the ___ of practicing scientists. [2021.09.25] □ hubris□ speciousness□ probity□ experiences□ sanguinity 参考答案：C 参考分析： 这个比较明显就是考 trust 的同义词，没啥说的，只能选择C 参考翻译： 如果科学家不能信任其同事已发表的工作，他们就无法在彼此的工作基础上继续前进；因此，科学的进步取决于从业科学家的诚信。 One early sign of this new thirst for ___ is the fact that eight members of the committee on professional conduct have already recused themselves in the name of unbiased justice. [2021.09.02] □ enlightenment□ exactitude□ knowledge□ probity□ pugnacity□ integrity 参考答案：DF 参考分析： 本体考察 unbiased justice 的同义词，只能选择DF，关键是得认识 recuse 意思是 to remove (oneself) from participation to avoid a conflict of interest 其实就是不再参与。既然是因为公正退出，就说明追求的就是公正。 参考翻译： 这种对廉洁的新渴求的一个早期迹象是职业行为委员会的八名成员已经以不偏不倚的正义之名回避。 相关美剧电影 11.puissant 12.peculate 13.diffident 14.venal 15.parsimonious 16.pusillanimous 17.extant 18.meretricious 19.xenophobia 20.quotidian 21.exigency 22.pulchritude 23.denouement 24.fugacious 25.turbid 26.indefeasible 27.disingenuous 28.scurrilous 29.recrudescence 30.defenestrate 31.dilatory 32.vilify 33.phlegmatic 34.adventitious 35.desiccated 36.comity 37.specious 38.noisome 39.calumny 40.excoriate 41.lassitude 42.traduce 43.dishabille 44.saturnalia 45.extirpate 46.flagitious 47.peripatetic 48.cachinnate 49.manumit 50.expiation 解释 同义词 例句 GRE真题 Level 101.jejune解释 Dull, uninteresting, or unsatisfying; devoid of nourishment, substance, or significance 同义词 flat, stale, arid, insipid, and vapid 例句 A jejune diet lacks nourishment. Jejune food is tasteless and unsatisfying. A jejune idea or jejune method lacks appeal because it is devoid of substance or significance. A jejune movie or jejune novel is dull, uninteresting, insipid. GRE真题 Reading chunks of Shapiro’s verse in one sitting, it must be said, exposes the jejune nature of his writing: scads of poems are too glancing to strike a nerve, scarcely worth a second reading. [2021-08-25] Many readers today consider the moral sentiments expressed in the ancient writer ‘s work to be quite vapid, and in the seventeenth century they were similarly regarded as jejune. [2021-06-09] 2.paucity解释 An insufficiency, scarcity, especially a serious or extreme one, a dire lack. 缺乏 同义词 dearth, shortage, deficiency, exiguity 反义词 superabundance, superfluity, plethora 例句 There is a paucity of information on the ingredients of many cosmetics. 许多化妆品没有提供充足的产品成分资讯。 There was a relative paucity of detail in the report. 报告中的细节相对较少。 GRE真题 The _______ of criteria for determining what is meant by “balance” and whether it is beneficial makes it difficult to evaluate claims that probiotics promote a healthy balance of microorganisms in the body. [2021-08-21] diversity vagueness stringency paucity dearth rigor 答案：paucity, dearth 3.minatory解释 threatening, menacing; having a threatening or menacing aspect or nature 威胁的；恐吓的 同义词 menacing, threatening, baleful, intimidating 例句 When you petition the school for higher academic standards, you may receive some minatory looks, or even hate notes, from the kids in your school. 当你向学校请愿要求提高学术标准时，你可能会收到学校里孩子们一些威胁的眼神，甚至是仇恨的小纸条。 Minatory clouds have a threatening aspect, indicating heavy rain or snow. 威胁性的云有威胁的一面，表示大雨或大雪。 4.putative解释 supposed, reputed, commonly considered or regarded as such; deemed to be so but not proved. 假定存在的，被认为存在的 同义词 supposed , assumed, presumed 反义词 certain, definite, unquestionable, indisputable, indubitable, incontrovertible, irrefragable 搭配 putative parents the putative perpetrator of a crime a putative leader a putative discovery putative age 例句 The putative leader of the terrorist organization was arrested by police in Birmingham yesterday. 被认定为该恐怖组织头目的人昨天在伯明罕被警方逮捕了。 Thankfully, this putative character rarely appears in person in his films. 值得庆幸的是，这个假定的角色很少出现在他的电影中。 5.lucubration解释 Nocturnal labor; study, writing, or work done late at night 例句 College students often engage in lucubration. 大学生经常需要开夜车。 Meeting a deadline for an important project may require an eleventh-hour bout of diligent lucubration. 赶一个重要项目的截止可能需要一个通宵的努力。 A professor of political science who lucubrates abstrusely from her ivory tower. 一位政治学教授在她的象牙塔里进行深奥的阐释。 6.troglodyte解释 A cave dweller; also, a person who lives or behaves in a primitive manner, who lives in seclusion 同义词 anchorite, eremite, hermit, recluse 例句 Simone couldn’t talk to her coworkers about the novels, plays, concerts, and exhibits she enjoyed because all the people she worked with were couch potatoes, soap opera junkies, mall rats, and troglodytes. 西蒙娜不能和她的同事谈论她喜欢的小说、戏剧、音乐会和展览，因为所有和她一起工作的人都是电视迷、肥皂剧粉、贸鼠和土老帽。 The billionaire Howard Hughes was a notorious–and notoriously eccentric––troglodyte. 亿万富翁霍华德休斯是一个臭名昭著的也是十分古怪的隐士。 7.aleatory解释 Depending on luck, chance, or on some contingent event; hence uncertain, unpredictable. 侥幸的，偶然的； 搭配 an aleatory contract an aleatory sale aleatory music 例句 Aleatory investments are risky investments. 随意的投资是有风险的投资。 An aleatory business needs good luck to succeed. 随意的企业需要好运才能成功。 8.farrago解释 A mixture, especially a confused or jumbled mixture. 大杂烩；混杂物 同义词 conglomeration, medley, mishmash, hodgepodge, miscellany, potpourri, pastiche, salmagundi 例句 A computer is an amazing tool for storing or sorting through a farrago of information. 计算机是一个惊人的工具，可以储存或整理大量的信息。 Every day, the psychiatrist listens to an astonishing farrago of hopes, fears, dreams, wishes, doubts, and resentments. 每天，精神病学家都要听取令人吃惊的希望、恐惧、梦想、愿望、疑虑和怨恨。 9.cynosure解释 A center of attention or interest, focal point. 焦点 同义词 centre of attention, focus, focal point 例句 He was the cynosure of the party. 他是聚会的焦点人物。 This issue is the cynosure of the campaign. 这个问题是竞选中的焦点。 She was the cynosure of all eyes as she walked into the room. 当她走进房间时，她是所有目光的焦点。 10.badinage解释 Banter; playful, teasing talk; good-natured joking or gently mocking conversation. 玩笑，打趣，揶揄 同义词 repartee, raillery, persiflage 例句 Father Gregory tried to respond to the Bishop’s light-hearted badinage. 格雷戈里神父试图回应主教的轻松的打趣。 The good-natured and amusing badinage between Sainz and Norris was a key feature of their partnership. 塞恩斯和诺里斯之间善意而有趣的对话是他们伙伴关系的一个重要特征。 11.hieratic解释 Priestly; pertaining to or used by priests; reserved for holy or sacred uses. 神圣的 同义词 clerical, ministerial, pastoral, ecclesiastical, sacerdotal 搭配 hieratic gestures hieratic vestments 例句 He raised both his arms in a hieratic gesture. 他以神圣的姿态举起双臂。 A related influence on liturgical ceremonial was imperial court practice, contributing still more to the transformation of the Eucharistic liturgy from common meal to hieratic pageant. 对礼拜仪式的一个相关影响是宫廷的实践，它对圣餐礼仪从普通餐向神圣的盛会的转变做出了更大的贡献。 12.saturnine解释 Gloomy, sullen, somber in appearance, manner, temperament 阴郁的；严肃的 同义词 grave, melancholy, morose, taciturn, phlegmatic 反义词 mercurial, sanguine 搭配 a saturnine character 阴郁的性格 例句 He is saturnine in temperament. 他很阴郁。 He had a rather forbidding, saturnine manner. 他有一种相当令人生畏的、阴郁的举止。 13.execrate解释 To denounce vehemently, declare hateful or detestable; also, to loathe, abhor, detest utterly. 憎恨；厌恶；咒骂; 例句 The opposition execrates everything she stands for. 反对派厌恶她所代表的一切。 Citizens angry over the rise in violent crime gathered in the park to hear speakers execrate drug pushers and gangs. 对暴力犯罪上升感到愤怒的市民聚集在公园里，听演讲者痛斥毒贩和帮派。 She came to execrate the hypocritical values of her upper-class upbringing. 她开始谴责她上流社会的虚伪价值观。 14.vitiate解释 To corrupt, spoil, ruin, contaminate, impair the quality of, make faulty or impure; also, to weaken morally, defile, debase 毁坏，破坏，使失效，削弱作用 反义词 clean, purge, purify, sanitize 例句 Illogical thought can vitiate an argument. 不合逻辑的思维可以使论证失效。 Editorial interpolation can vitiate a manuscript. 编辑上的插话会使手稿失效。 Noisome smog vitiates the air. 嘈杂的烟雾会使空气变质。 He said that American military power should never again be vitiated by political concerns. 他说美国的军事力量绝不能再次因为政治上的考虑而有所削弱。 15.venial解释 excusable, forgivable, pardonable, able to be overlooked 轻微而可原谅的 同义词 pardonable, forgivable, excusable, condonable, tolerable, permissible, allowable 反义词 unforgivable, unpardonable, mortal 搭配 a venial sin a venial error a venial offence a venial mistake 例句 Smoking cigarettes became a venial sin in suburban high schools. 抽烟在郊区高中成为一种小罪过。 There are mortal lies and venial lies, cruel lies and merciful lies. 有致命的谎言和善意的谎言，残酷的谎言和仁慈的谎言。 In the grand scheme of electoral politics, however, these are pretty venial trespasses. 然而，在选举政治的宏伟计划中，这些都是相当微不足道的侵犯。 16.risible解释 Provoking or capable of provoking laughter 可笑的，滑稽的 同义词 laughable, amusing, ludicrous, hilarious, ridiculous, droll 反义词 serious 搭配 a risible face a risible speech 例句 When Ted’s supervisor told him that his risible remarks during staff meetings no long would be tolerated, Ted decided that if his supervisor couldn’t see that a staff meeting was one of the most risible forms of human interaction, then he would simply quit and take his sense of humor elsewhere. 当泰德的主管告诉他，他在员工会议上的冒失言论不再被容忍时，泰德决定，如果他的主管看不出员工会议是人类互动中最可笑的形式之一，那么他就干脆辞职，把他的幽默感带到其他地方。 To deliberately change how you speak, however, is risible. 然而，故意改变你的说话方式是可笑的。 The aesthetic, in other words, risks being risible. 换句话说，这种审美有可能是可笑的。 17.lionize解释 To treat a person as a celebrity or as an object of great interest or importance 同义词 honor, exalt, acclaim, admire, commend 反义词 vilify 例句 If you want to lionized by millions, become a movie star. 如果你想被数以百万计的人崇拜，那就成为一个电影明星。 Despite all their scandals and foibles, the members of England’s royal family are lionized more than they are vilified. 尽管有丑闻和弱点，英国王室成员更常被人崇拜而不是被诋毁。 She was lionized everywhere after her novel won the Pulitzer Prize. 在她的小说获得普利策奖后，她到处受到欢迎。 18.contretemps解释 An embarrassing, awkward, unexpected situation or event; a sudden mishap or hitch; an inopportune occurrence 口角，不幸事件 同义词 accident, mischance, misadventure, mishap 例句 The company can survive a contretemps, but it must avoid a scandal at all costs. 公司可以在尴尬中生存，但必须不惜一切代价避免丑闻。 There was a contretemps at the party last night when John got soused and started yelling at his wife. 昨晚在聚会上发生了很尴尬的事儿，约翰喝醉了，开始对他的妻子大喊大叫。 If you like to socialize or get together with members of your family, then chances are you already are intimately acquainted with contretemps. 如果你喜欢社交或与你的家庭成员聚在一起，那么你很有可能已经非常熟悉囧事儿了。 19.rodomontade解释 arrogant boasting or bragging 吹牛 同义词 bluster, braggadocio, vainglory, gasconade 例句 I’m finding it enriching, enjoyable literature, not rodomontade. 我发现它是丰富的、令人愉快的文学作品，而不是大话连篇。 He spoke with warmth and feeling, but with an entire absence of boastfulness or rodomontade. 他说话时充满了热情和感情，但完全没有夸夸其谈或漫不经心的意思。 Such work was to him for the most part a detestable compound of vulgarity and rodomontade. 对他来说，这样的作品在大多数情况下都是庸俗和大话的可恶的混合物。 20.hebetude解释 Stupidity, dullness, obtuseness, lethargy of mind or spirit 迟钝，愚笨 例句 As the disease progresses the hebetude becomes more profound and is overcome with greater difficulty. 随着疾病的发展，迟钝越来越严重，而且克服起来也更加困难。 Such children, in their mental hebetude and physical degeneracy, suggest a degree of cretinism. 这样的孩子，在他们的精神迟钝和身体退化中，显示出一定程度的的呆小症。 There is frequently less mental hebetude or dulness than in ordinary typhoid fever. 与普通伤寒相比，经常有较少的精神不振或呆滞。 21.sanguine解释 Confident, cheerful, hopeful, optimistic 乐观的 同义词 spirited, animated, bullish, buoyant, positive 反义词 pessimistic, gloomy 例句 They are less sanguine about the prospects for peace. 他们对和平的前景不看好。 They are less sanguine about the company’s long-term prospects. 他们对公司的远景不那么乐观。 He tends to take a sanguine view of the problems involved. 他对涉及的问题持乐观态度。 GRE真题 The survey showed widespread misgivings among Asian business leaders, with even those who have prospered most in the recent past not being ＿＿＿＿＿ about their future prospects. [2021.08.21] A.forthright B.apprehensive C.sanguine D.abashed E.morose 参考答案：C It is curious that the same industrialists who are increasingly＿＿＿＿＿about the economy’s prospects are no cheerier about their own firm’s outlook than they were a year ago. [2021.07.17] A.morose B.laconic C.sanguine D.loquacious E.knowledgeable 参考答案：C 22.deipnosophist解释 An adept conversationalist, especially one who enjoys conversing at the table 例句 The very uncommon word deipnosophist, hardly an English word at all, when employed at the present day, always means a supper philosopher, one who talks learnedly at supper, either about cookery or about other things. “Deipnosophist” 这个非常不常见的词，根本就不是一个英语单词，在今天使用时，总是指一个晚餐哲学家，一个在晚餐时谈得很有学问的人，无论是关于烹饪还是关于其他事情。 23.frangible解释 easily damaged or destroyed 同义词 breakable, fragile, frail, delicate 反义词 elastic, flexible, malleable, strong, supple, tough 例句 The solid steel of a car is frangible if struck by another car. 如果被另一辆车撞到，汽车的坚固钢铁是可以折断的。 The heart of a brave and sanguine person might be frangible in an especially sad and poignant situation. 一个勇敢的人的心，在一个特别悲伤和凄凉的情况下，可能是非常脆弱的。 24.apodictic解释 Absolutely certain, necessarily true, proved or demonstrated beyond a shadow of a doubt. 同义词 incontestable, incontrovertible, irrefragable 例句 Lawyers try to make apodictic arguments. 律师们试图提出无可反驳的论点。 If something is apodictic, there is no point in questioning it. 如果某件事情是毋庸置疑的，那么就没有必要质疑它。 “Slavery is wrong” is an apodictic statement. “奴隶制是错误的”是一种毋庸置疑的陈述。 25.fulminate解释 To explode, especially to explode with invective and denunciations; to shout forth condemnation and censure. 严厉谴责，批评 同义词 rail, rage, rant, denounce, decry, disparage 例句 The speaker fulminated against corruption and vice. 发言人对腐败和恶习大加挞伐。 The dispute between the two nations has not reached the point of war, but there have been fulminations from both sides. 两国之间的争端还没有达到战争的程度，但双方都有抨击的声音。 26.scarify解释 To wound the feelings of; make cutting remarks about; distress by criticizing sharply. 伤害 同义词 lacerate, flay, castigate, vituperate, excoriate 例句 Bill Clinton, similarly, knew the power of charm and was not trying to scarify opponents verbally in public. 同样，比尔-克林顿也知道魅力的力量，他并不试图在公开场合用言语伤害对手。 Such an act would scarify their names for a thousand years of history. 这种行为会对他们的声誉造成巨大的伤害。 27.hebdomadal解释 weekly, pertaining to a week or seven-day period 同义词 weekly 例句 Apart from this hebdomadal use its proper function was to hold dirty dishes and soiled clothes for the washing. 除了每周的这个用处以外，它的适当功能是放置脏碗和脏衣服以供清洗。 Even the hebdomadal excursions of the citizen will conduct him over or near many such scenes. 甚至是公民的周游也会让他经过或接近许多这样的景色。 28.divagate解释 lose clarity or turn aside especially from the main subject of attention or course of argument in writing, thinking, or speaking 离题，偏离 同义词 digress, stray, wander 例句 So does a child’s balloon divagate upon the currents of the air, and touch, and slide off again from every obstacle. 一个孩子的气球也是如此，在气流中飘荡，触碰，又从每一个障碍物上滑落。 Owen’s thoughts divagated suddenly, and he thought of the pain Harding would experience were he suddenly flung into Bohemian society. 欧文的思绪突然转移，他想到了哈丁如果突然被扔进波西米亚社会时将经历的痛苦。 Leroy dreaded his eighty-year-old mother’s hebdomadal phone call, because she would jabber and scold and divagate for an hour. 莱罗伊害怕他八十岁的母亲每周的电话，因为她会喋喋不休地责骂和唠叨一个小时。 29.iatrogenic解释 Caused by medical examination or treatment 由医学检查或者治疗引起的 例句 An iatrogenic disorder may be cause for a malpractice suit against the doctor whose treatment induced it. 医源性疾病可能是导致医疗事故的医生提起医疗事故诉讼的原因。 30.tergiversation解释 Desertion; specifically, the act of deserting something to which one was previously loyal, such as a cause, a party, or a religious belief. 背叛 同义词 abandonment, defection 例句 But, amidst the tergiversation of friends, and the virulence of foes, some still maintained the cause of justice. 但是，在朋友的唾弃和敌人的恶毒中，一些人仍然坚持正义的事业。 The legends are many, but one theme that frequently emerges shows her, disgusted with the tergiversations of self-serving humans, dancing with such fury that the whole earth shakes and mountains topple into the sea. 传说有很多，但经常出现的一个主题是，她厌恶自私自利的人类的背叛，愤怒地跳舞，使整个地球摇晃，山峰倒塌入海。 31.nacreous解释 Pearly, consisting of or resembling mother-of-pearl; having a play of lustrous rainbow colors 珍珠的; 色彩斑斓的 同义词 iridescent, margaritaceous 例句 The pearl is nothing but a nacreous formation, deposited in a globular form, either adhering to the oyster shell, or buried in the folds of the creature. 珍珠只不过是一种珍珠质的形成，以球状的形式沉积，或者附着在牡蛎壳上，或者埋在生物的褶皱中。 The interior is nacreous, and the exterior covered with coarse granules. 内部是珍珠质的，外部覆盖着粗大的颗粒。 A nacreous moth-colored blouse felt weightless as a wing made of dust. 一件珠光宝气的飞蛾色上衣感觉失重，就像灰尘做成的翅膀。 32.faineant解释 Lazy, idle, sluggish, good-for-nothing 懒散的 同义词 do-nothing, shiftless, slothful, lackadaisical, lethargic, indolent, somnolent, torpid, otiose, hebetudinous 例句 When her thirty-year-old son refused to get a job and demanded more money as an allowance, Mrs. Jones decided that enough was enough and it was time to kick her faineant offspring out of the house. 当她三十岁的儿子拒绝找工作并要求更多的钱作为零用钱时，琼斯夫人决定够了，是时候把她的无能后代赶出家门了。 China had a number of faineant kings under whose rule the country languished. 中国曾有过一些昏庸的君王，在他们的统治下，国家陷入了困境。 33.hispid解释 Covered with stiff hairs, bristles, small spines; rough and bristly 多毛的 同义词 hirsute 例句 The nettle, with its small, stinging spines, is a hispid plant. 荨麻是一种带刺的小刺植物。 Although the spines of the porcupine are relatively large, the animal can fairly be described as hispid. 豪猪的刺虽然比较大，但可以说是多毛的。 34.longanimity解释 Long-suffering patience; the ability to calmly endure hardship or suffering. 同义词 forbearance 例句 Of all kinds of patience there is none more fitting to tedious waiting than longanimity. 在各种忍耐中，没有一种忍耐比长期忍耐更适合于繁琐的等待。 If you stay relaxed and smiling while you’re waiting to get a driver’s license, you’ve got an admirable amount of longanimity. 如果你在等待考取驾照时保持放松和微笑，你就是很能忍的人。 He bears his trials with longanimity. 他泰然地承受着种种磨难。 35.sciolist解释 A person who has only superficial knowledge of a subject, or who pretends to have knowledge. 假充内行的人 同义词 dabbler, dilettante 例句 He was essentially a scholar, while his friend was as essentially a sciolist. 他本质上是一个学者，而他的朋友本质上是一个冒牌货。 He is no sciolist himself, and he does not believe in merely superficial attainments in his pupils. 他不是一个滥竽充数的人，并且他也不相信他的学生的肤浅的成就。 The sciolist is a person you want to either avoid or watch carefully, because a small mind containing only a smattering of knowledge is likely to think mean, small-minded thoughts. 滥竽充数的人是一个你想避开或仔细观察的人，因为一个只包含零星知识的小脑袋很可能会想出卑鄙、狭隘的想法。 36.propinquity解释 Nearness in place or time; also, nearness or similarity in nature, kinship, close relation. 临近，接近 同义词 proximity 搭配 the propinquity of marriage the propinquity of brothers and sisters the propinquity of vice on the mean streets of the big city the hebdomadal propinquity of Christmas and New Year’s Day 例句 Being a young creator of any kind is all about cheap rent and propinquity. 作为任何类型的年轻创作者都是为了廉价的租金和临近。 Living in immediate propinquity to the happy lovers would of course be intolerable. 生活在这对幸福的恋人附近当然是不能容忍的。 37.factitious解释 Not natural or genuine, produced artificially. 虚假的；人为的 同义词 sham, contrived, bogus, fraudulent, spurious 搭配 a factitious word a factitious need a factitious smile factitious value a factitious demand 例句 He has invented a wholly factitious story about his past. 他给自己的过去编造了一整套谎言。 Brokers created a factitious demand for stocks. 经纪人创造了对股票的虚假需求。 It seems probable that several of the mounds are factitious. 似乎很可能有几个土墩是人造的。 38.plexiform解释 Complicated, elaborate 复杂的 同义词 complex, intricate 搭配 the plexiform nature of human relationships a plexiform bureaucracy plexiform negotiations the plexiform operations of a multinational corporation the plexiform financial structure of Wall Street. 例句 India is notorious for its plexiform bureaucracy. 印度因其复杂的官僚机构而臭名昭著。 The plexiform negotiations between China and the US take a heavy toll on the world’s economy. 中国和美国之间的复杂的谈判对世界经济造成了严重损失。 Most sciolists are baffled by the plexiform financial structure of Wall Street. 大多数人对华尔街的复杂的金融结构感到困惑。 39.susurrus解释 A soft, subdued sound; a whispering, murmuring, muttering, or rustling sound. 轻声 同义词 whisper, murmur, mutter 搭配 the susurrus in the library the sussuration of the trees 例句 As the lights dimmed and the curtain rose, susurrus passed through the audience and then died away. 当灯光变暗，幕布升起时，低语声穿过观众席，然后消失了。 On either hand, cliffs rose up, and the susurrus of waves breaking on sand could be heard in the distance. 两边的悬崖峭壁拔地而起，远处还能听到海浪拍打沙子的声音。 40.triturate解释 To grind, crush, or pound into fine particles or powder. 研碎 同义词 pulverize, comminute 例句 Her job was triturating all her creative abilities. 她的工作磨灭了她所有的创造力。 He triturated his financial assets until he was bankrupt. 他耗尽了所有的财产最后破产了。 41.protean解释 Highly variable or changeable; readily assuming different shapes, forms, characters, or meanings. 变化多端的，多变的 同义词 Versatile, adaptable, flexible, all-round, variable, changeable, mutable 搭配 protean dreams protean careers protean talents protean leftovers 例句 He is a protean stylist who can move from blues to ballads and grand symphony. 他风格多变，从布鲁斯、乡村音乐到雄壮的交响乐都能驾驭。 It is difficult to comprehend the whole of this protean subject. 全面理解这个变化多端的题目很困难。 Rare are the protean thinkers who scan the horizons of work and society. 能广察工作和社会视域的多才多艺的思想家稀缺。 42.crepitate解释 To crackle; make a crackling, snapping, or popping noise. 噼啪作响 同义词 crackle 搭配 the crepitant stairs of an old house the crepitations of firecrackers on the Fourth of July 例句 The night crepitates with an airy whistling cacophony. 夜空中响起不和谐的汽笛声。 The crepitant stairs of an old house need to be repaired. 一所老房子里吱吱作响的楼梯需要修复。 43.noctivagant解释 wandering by night 夜行人 同义词nocturnal 例句 The noctivagant cat kept the entire neighborhood up all night by sitting on a fence, yowling out to her many suitors. 这只夜间活跃的猫坐在栅栏上，向她的许多追求者大声叫喊，使整个社区整夜都睡不着。 44.fuliginous解释Sooty, smoky; pertaining to, resembling, or consisting of soot or smoke.煤烟的；煤烟色的；煤烟状的 例句 Fuliginous air is filled with soot or smog. 污浊的空气充满了煤烟或烟雾。 When you clean the windows of your car, you wash off the fuliginous grime. 当你擦车窗时，你洗掉了油腻的污垢。 A fuliginous bar is a dark and smoky bar. 一个朦胧的酒吧是一个黑暗和烟雾的酒吧。 Fuliginous ideas or thoughts are darkened as if by soot, and therefore are muddled and obscure. 一个朦胧的想法或思想就像被烟尘熏黑了一样，因此是混沌不清的，模糊不清的。 45.hortatory解释 Encouraging or urging to some course of action; giving earnest counsel or advice. 劝告性的 例句 Adolph Hitler’s racist and chauvinistic exhortations led the German people into World War II. 阿道夫-希特勒的种族主义和沙文主义的劝告使德国人民卷入了第二次世界大战。 A hortatory speech or sermon encourages or urges the audience to some course of action. 劝告性的演讲或布道鼓励或敦促听众采取某种行动。 A hortatory disquisition gives earnest counsel or advice. 劝告性的论述给出了恳切的建议或意见。 46.heliolatry解释 Worship of the sun. 太阳崇拜 例句 His present aspect, coupled with the lack of all human forms in the scene, explained the old-time heliolatries in a moment. 他目前的方面，加上现场缺乏所有人类形式，一会儿就解释了旧时的”太阳崇拜”。 Too many of them apply to it facile generalizations, such as “heliolatry,” “animism,” “ancestral worship,” “primitive philosophizing,” and think that such a sesame will unloose all its mysteries. 他们中有太多的人对它进行简单的概括，如“日神论”、“万物有灵论”、“祖先崇拜”、“原始哲学”，并认为这样的芝麻会揭开它所有的秘密。 47.sciamachy解释 Shadow-boxing; the act of fighting a shadow or an imaginary enemy. 假想战、模拟战 例句 This war on terror is pure sciamachy: we don’t know who the enemy is, we have no defined conditions of victory, and it can’t be a war as such because wars are conflicts between states. 48.glabrous解释 Smooth and bald. 无毛的；光滑的 例句 The amazing Michael Jordan’s glabrous head is quite noticeable. 令人惊叹的迈克尔·乔丹光滑的脑袋非常引人注目。 The glabrous bodies of maidens in bikinis practicing heliolatry on the beach. 穿着比基尼的少女光滑身体在海滩上晒太阳。 49.pettifogger解释 A mean, tricky lawyer; especially, a lawyer who handles petty cases in an unethical, unscrupulous way. 骗人的律师；讼棍 同义词 shyster, ambulance-chaser 例句 This lawyer, Overend by name, was a sort of pettifogger, who laid himself out for poor men’s work. 这位名叫奥温德的律师是一个讼棍，专门为穷人的工作服务。 He became a low pettifogger, and quickly grew notorious throughout the country as legal adviser in all cases of roguery. 他成了一个卑鄙的讼棍，并很快在全国范围内臭名昭著，成为所有欺诈案件的法律顾问。 50.epicene解释 Having characteristics or qualities of both sexes. 兼具男女两性特征的，既属于男性又属于女性的 例句 She noted his epicene features––the long eyelashes, the full lips. 她注意到他的女性特征—–长长的睫毛和饱满的嘴唇。 You can write ‘s/he’ as an epicene pronoun when you are not referring to men or women in particular. 不特指男性或女性时可以写成 s/he 表示通性代词。","link":"/2021/10/10/%E8%B7%9FVerbal%20Advantage%E5%AD%A6%E8%AF%8D%E6%B1%87/"}],"tags":[{"name":"满分范文","slug":"满分范文","link":"/tags/%E6%BB%A1%E5%88%86%E8%8C%83%E6%96%87/"},{"name":"备考计划","slug":"备考计划","link":"/tags/%E5%A4%87%E8%80%83%E8%AE%A1%E5%88%92/"},{"name":"词汇书","slug":"词汇书","link":"/tags/%E8%AF%8D%E6%B1%87%E4%B9%A6/"}],"categories":[{"name":"Toefl Writing","slug":"Toefl-Writing","link":"/categories/Toefl-Writing/"},{"name":"SAT Math","slug":"SAT-Math","link":"/categories/SAT-Math/"},{"name":"Vocabulary","slug":"Vocabulary","link":"/categories/Vocabulary/"}]}